{
	"_meta": {
		"sources": [
			{
				"json": "MOD",
				"abbreviation": "MOD",
				"full": "Modified Content",
				"authors": [
					"Wolf"
				],
				"convertedBy": [
					"Wolf"
				],
				"version": "1",
				"color": "b20000",
				"url": "no",
				"targetSchema": "1"
			}
		],
		"optionalFeatureTypes": {
			"F:RA": "Fighter; Runic Augmentations"
		},
		"dateAdded": 1647935526,
		"dateLastModified": 1647935526
	},
	"subclass": [
		{
			"name": "Tactician TBD",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"shortName": "Courageous Heart",
			"subclassFeatures": [
				"Path of the Courageous Heart|Rogue||Courageous Heart|MOD|3",
				"Hearty Blow|Rogue||Courageous Heart|MOD|6",
				"Stroke of Inspiration|Rogue||Courageous Heart|MOD|10",
				"Tenacious Heart|Rogue||Courageous Heart|MOD|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Courageous Heart TBD",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "MOD",
			"subclassShortName": "Courageous Heart",
			"page": 6,
			"level": 3,
			"entries": [
				"For some adventurers, their internal reservoir of fearlessness and gallantry might border closer to foolhardiness. An intrepid do-gooder might take the first step down this path by complete accident, meddling in affairs they ought not and finding themselves unable to turn back. Their impromptu effectiveness in battle isn't due to anger but rather matching pluck, tenacity, or stubbornness to shrug off the worst the enemy has to offer.",
				"These brawlers might not be as graceful as trained fighters, but they're guardians of the weak, and what they lack in polish they make up for in valor.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Matter at Hand|Rogue||Courageous Heart|MOD|3|MOD"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Favor the Bold|Rogue||Courageous Heart|MOD|3|MOD"
				}
			]
		},
		{
			"name": "Matter at Hand",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "MOD",
			"subclassShortName": "Courageous Heart",
			"page": 6,
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this path at 3rd level, you gain proficiency with improvised weapons and unarmed strikes. The damage for these attacks is {@dice 1d4} + your Strength modifier. If your improvised weapon is similar in shape and function to a simple weapon, you can use that weapon's statistics instead."
			]
		},
		{
			"name": "Favor the Bold",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "MOD",
			"subclassShortName": "Courageous Heart",
			"page": 6,
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, when the adrenaline kicks in, primal instinct propels certain heroes to awe-inspiring feats, seeming to add just a smidge of luck at the right moment.",
				"While raging, whenever you make a saving throw, or an attack roll with an unarmed strike or improvised weapon, you can roll a {@dice d4} and add the number rolled to the total."
			]
		},
		{
			"name": "Hearty Blow",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "MOD",
			"subclassShortName": "Courageous Heart",
			"page": 6,
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, when you hit with an unarmed or improvised weapon attack while raging, roll {@dice 1d4} and add its total to the attack's damage. This feature increases in potency as you gain barbarian levels to {@dice 2d4} at 10th, and {@dice 3d4} at 14th level."
			]
		},
		{
			"name": "Stroke of Inspiration",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "MOD",
			"subclassShortName": "Courageous Heart",
			"page": 6,
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you seem to stumble upon the right clue, connection, or words, even when you have no idea what is going on. When you fail a Charisma, Intelligence, or Wisdom-based ability check, you expend a use of your rage to reroll the check with advantage."
			]
		},
		{
			"name": "Tenacious Heart",
			"source": "MOD",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassSource": "MOD",
			"subclassShortName": "Courageous Heart",
			"page": 6,
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, whenever you make a Constitution saving throw to remain conscious because of your Relentless Rage feature, you can use one of the following Tenacious Heart options of your choice. You can use only one Tenacious Heart option per round and must decide before you make the roll.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Inspiring",
							"page": 6,
							"entries": [
								"Your inspiring last stand fills your allies with renewed vigor. Allies within 30 feet of you that can see or hear you gain 10 temporary hit points."
							]
						},
						{
							"type": "entries",
							"name": "Persistent",
							"page": 6,
							"entries": [
								"You won't quit without a fight. The DC of your Relentless Rage feature is reduced by 5 until the end of your turn."
							]
						},
						{
							"type": "entries",
							"name": "Rallying",
							"page": 6,
							"entries": [
								"Your heroic refusal to die fills your allies with confidence. All allies within 30 feet of you that can see or hear you gain advantage on the next attack roll they make within the next 1 minute."
							]
						}
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Sokn TBD",
			"source": "MOD",
			"page": 20,
			"entries": [
				"{@b {@i Attack Augmentation}}",
				"You can activate a rune with the Sokn augmentation as a bonus action. A rune's power only affects the weapon it is inscribed on.",
				{
					"type": "entries",
					"name": "Ild",
					"page": 20,
					"entries": [
						"Once per turn, when you hit a creature with a weapon attack, you ignite the target. While this rune is active, each creature you've burned takes {@dice 1d4} fire damage at the start of its turn for each time you've burned it, and it can then make a Constitution saving throw, ending the effect of all such burns on itself on a success. Alternatively, the burned creature, or a creature within 5 feet of it, can use an action to make a Wisdom ({@skill Medicine}) check against your runic save DC, ending the effect of all burns on it on a success."
					]
				},
				{
					"type": "entries",
					"name": "Kalt",
					"page": 20,
					"entries": [
						"When you hit a creature with a weapon attack, it can't take reactions until the start of its next turn."
					]
				},
				{
					"type": "entries",
					"name": "Ond",
					"page": 20,
					"entries": [
						"Once per turn, when you hit a creature with a weapon attack, you deal an additional {@dice 1d4} necrotic damage and you recover hit points equal to the necrotic damage dealt."
					]
				},
				{
					"type": "entries",
					"name": "Stein",
					"page": 20,
					"entries": [
						"When you hit a Large or smaller creature with a weapon attack, it must make a Strength saving throw, falling {@condition prone} on a failed save."
					]
				},
				{
					"type": "entries",
					"name": "Vind",
					"page": 20,
					"entries": [
						"When a creature hits you with a melee attack, you can use your reaction to make a melee weapon attack against that creature."
					]
				}
			],
			"featureType": [
				"F:RA"
			]
		}
	],
	"background": [
		{
			"name": "Dead TBD",
			"source": "MOD",
			"page": 41,
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Intimidation}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@item hempen rope (50 feet)|PHB|50-feet of rope}, a bit of dirt from your grave in a sacred vial, a set of {@item common clothes|PHB}, two rare coins with which you were buried, and a belt {@item pouch|PHB} with 5gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Spirit Talk",
					"page": 41,
					"entries": [
						"You can connect with the souls of the dead thanks to the long time you spent dead. You may spend a day of downtime communicating with the souls to learn a piece of information by asking a question. The quality and specifics of the information you get are up to the DM."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"page": 41,
					"entries": [
						"You have experienced something few living people have yet to go through. You might be the type who embraces the second chance and loves life, relishing every opportunity and letting nothing stand in your way. Or you might be quiet and brooding, thinking of the revenge you seek for your death or missing the planar heaven you left behind. People who have died often live in one of these extremes, experiencing life to the fullest or becoming fixated on a single goal that gives their new life meaning.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"When faced with a new experience the word \"no\" isn't in my vocabulary."
								],
								[
									"2",
									"I always have the loudest laugh in the room."
								],
								[
									"3",
									"When I want something, I'm direct and simple in my request."
								],
								[
									"4",
									"The story of my demise, like all stories, is greatly exaggerated."
								],
								[
									"5",
									"Those who ask me about my death quickly learn to never ask again."
								],
								[
									"6",
									"I treat most people like they're idiots. They don't know what I know."
								],
								[
									"7",
									"If I don't want to do something, I simply don't do it."
								],
								[
									"8",
									"I don't excite easily."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideals"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Freedom}. Life is short so live how you want. (Chaotic)"
								],
								[
									"2",
									"{@b Despair}. Nothing in life is worth celebrating and death is the destination we all deserve. (Evil)"
								],
								[
									"3",
									"{@b Vengeance}. I will find and punish what killed me. (Neutral)"
								],
								[
									"4",
									"{@b Clarity}. I want to prevent others from dying before their time. (Good)"
								],
								[
									"5",
									"{@b Mercy}. I was given a second chance and others should get the same opportunity. (Good)"
								],
								[
									"6",
									"{@b Labor}. Life is short, so I must keep working to make my mark. (Lawful)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bonds"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have a great fear of that which killed me."
								],
								[
									"2",
									"The scars of my death wound are still on my body."
								],
								[
									"3",
									"My vengeance is more important than any other task."
								],
								[
									"4",
									"I never wish to return to my gravesite."
								],
								[
									"5",
									"I wish to bring back another who died by my side."
								],
								[
									"6",
									"Any mention of my hometown reminds me of my first life."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaws"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Death isn't a big deal to me. I've died and come back. People should stop whining."
								],
								[
									"2",
									"I don't listen to protests before I do something reckless."
								],
								[
									"3",
									"I'd rather be mad than solve a problem making me angry."
								],
								[
									"4",
									"I would rather cheat, lie, and steal than be honest because none of this matters."
								],
								[
									"5",
									"Everything was better when I was dead."
								],
								[
									"6",
									"I'm believe that I am better than everyone who hasn't died and come back from the dead."
								]
							]
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"history": true,
					"intimidation": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"item": "hempen rope (50 feet)",
							"displayName": "50-feet of rope"
						},
						{
							"item": "vial|phb",
							"displayName": "a bit of dirt from your grave in a sacred vial"
						},
						"common clothes|PHB",
						{
							"special": "two rare coins with which you were buried"
						},
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			],
			"hasFluff": true,
			"fluff": {
				"entries": [
					"You died and came back. This experience changed you and defines who you are today. The specifics of your death are up to you, but the following questions and suggestions will help you determine your odd personal history.",
					"How did you die? It probably wasn't of old age. Spells like raise dead can bring back those who die before old age takes them, but after dying of old age there is almost no magic which can bring a person back to life. Was it combat? An accident? A disease?",
					"How long were you dead? Spells like true resurrection allow a character to return from death after as many as 200 years. How has the world changed politically, technologically, and culturally since your death? What remains of your family, friends, and personal life?",
					"What was your life after death like? Did you spend time in the glory of eternal battle is Ysgard? Did you enjoy the paradise of Elysium? Were you tortured in the Nine Hells or Abyss? Do you remember nothing from that time?",
					"Maybe you didn't completely pass on, but lived life as an undead, such as a {@creature ghost} or {@creature vampire}. Why did you become such a being? What acts did you commit that you now regret? Who still thinks of you as a monster?",
					"Finally someone brought you back. Who was it, and why? Maybe it was to face an old enemy. Maybe it was a loved one who searched for a long time and sacrificed much to revive you. Maybe you were brought back for a secret only you knew. How did this person bring you back? Was it straightforward magic? What about a spell like reincarnate, which could bring your spirit back in the body of a different humanoid race? Or maybe it was some other magic that has a more sinister secret."
				]
			}
		}
	],
	"race": [
		{
			"name": "Feyblood TBD",
			"source": "MOD",
			"page": 47,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"cha": 2
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true,
					"other": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"page": 48,
					"entries": [
						"Most feyblood reach physical maturity only slightly slower than humans, reaching adulthood after 30 but retain a childlike wonder and youthful appearance. They live very long lives, reaching revered status as elders between 250 to 300 years old when they hope to return to the Feywild."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"page": 48,
					"entries": [
						"Feyblood tend to gravitate toward being good-aligned, but there are quite a few that are neutral as well. It is extremely rare that one would become either lawful or evil, barring extraordinary circumstances."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"page": 48,
					"entries": [
						"Somewhat shorter than humans, feyblood can reach about 4 to 5 feet in height. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Fey Ancestry",
					"page": 48,
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					]
				},
				{
					"type": "entries",
					"name": "Fey Charm",
					"page": 48,
					"entries": [
						"You can target one humanoid or beast that you can see within 30 feet. It must make a Wisdom saving throw, with a DC equal to 8 + your Charisma modifier + your proficiency bonus. On a failure, it is {@condition charmed} by you for 1 minute. Although the target isn't under your control, it takes your requests or actions in the most favorable way it can. You can't use this feature again until you complete a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Fey Resistance",
					"page": 48,
					"entries": [
						"You have advantage on saving throws against being {@condition charmed} and against illusion magic."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"page": 48,
					"entries": [
						"You can speak, read, and write Common, Sylvan, and one extra language of your choice."
					]
				}
			]
		}
	],
	"variantrule": [
		{
			"name": "Suspicion",
			"source": "MOD",
			"ruleType": "O",
			"page": 59,
			"entries": [
				"In certain stories, a character's anonymity can be essential to a group's goals. During such activities, a suspicion meter can be used in places where characters' presence or visibility is unavoidable but they desire to remain incognito. In certain situations of indiscretion, like using {@item thieves' tools|PHB} in a crowded market, a DM might be encouraged to call for NPCs to be suspicious even if the task succeeds.",
				{
					"type": "entries",
					"name": "Suspicion in Play",
					"page": 59,
					"entries": [
						"The suspicion meter threshold for a typical encounter is equal to the number of characters multiplied by 100. For example, if your table consists of four characters, the threshold is set to 400.",
						"When a character fails an ability check that might leave them exposed, whether Dexterity ({@skill Stealth}) or Charisma ({@skill Persuasion}), instead a DM can treat the failed check as a Suspicion check. Now, you can determine the level of suspicion surrounding the party as a result of the failure in place of the encounter devolving directly into combat.",
						"To establish the suspicion gained an NPC or group of NPCs on a failure, the character rolls percentile dice and adds the result to the party's suspicion meter starting at 0. For group checks, each individual failure increases the meter.",
						"If the party exceeds the suspicion meter threshold, all the characters in the party become suspicious to the appropriate NPCs and any number of effects may be imposed upon them depending on the adventure (see \"Adjusting the Suspicion Meter\"). If the party gains a level of suspicion as their presence becomes known, the DM can continue to ask for suspicion checks. Additional failed checks increase the suspicion level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Suspicion at Work",
					"page": 60,
					"entries": [
						"Suspicion is measured in three levels which can, affect any suspicion-based check or saving throw, are cumulative, and don't reset between encounters:",
						{
							"type": "table",
							"caption": "Suspicion Level",
							"colLabels": [
								"Level",
								"Effect"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Suspicion check DCs increase by the party's number"
								],
								[
									"2",
									"NPCs gain advantage on Wisdom ability checks"
								],
								[
									"3",
									"NPCs gain advantage on rolling initiative rolls"
								]
							]
						},
						{
							"type": "entries",
							"name": "Adjusting the Suspicion Meter",
							"page": 60,
							"entries": [
								"If the party has been discovered but completes the encounter, the suspicion level reduces by 1. However, in some cases the adventure might dictate, this meter might reset as the characters move from encounter to encounter or at the DM's discretion.",
								"If a player rolls a 100 on the percentile dice, the suspicion meter reduces by 100 or suspicion level reduces by 1, if the suspicion meter has already been exceeded. DMs could use their discretion to reduce the suspicion level in other situations. For instance, if a character rolls a natural 20 on an ability check that would otherwise add to the suspicion meter, a DM could reduce the suspicion meter or suspicion level.",
								"A DM can increase the suspense of this mechanic by rolling the percentile dice and tracking the suspicion meter in secret.",
								"Thoughtful use of the {@b suspicion meter} can prevent the fear of instant failure that causes \"choice paralysis\" and hinders roleplay. If a PC jumps directly into roleplay, the percentile dice roll can be modified or negated all together."
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Suspicion Level",
			"source": "MOD",
			"page": 60,
			"colLabels": [
				"Level",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Suspicion check DCs increase by the party's number"
				],
				[
					"2",
					"NPCs gain advantage on Wisdom ability checks"
				],
				[
					"3",
					"NPCs gain advantage on rolling initiative rolls"
				]
			]
		},
		{
			"name": "Story Item Search",
			"source": "MOD",
			"page": 58,
			"colLabels": [
				"d100",
				"Item"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Prayer book to a resident deity"
				],
				[
					"2",
					"Vial of herbs used to soothe joint pain"
				],
				[
					"3",
					"Map of an inhabitant's hometown"
				],
				[
					"4",
					"Notes on an inhabitant's current scheme"
				],
				[
					"5",
					"Notes on an inhabitant's old scheme"
				],
				[
					"6",
					"Notes on an inhabitant's future scheme"
				],
				[
					"7",
					"Bag of local candy"
				],
				[
					"8",
					"Bottle of local alcohol"
				],
				[
					"9",
					"Map of an inhabitant's dream retirement location"
				],
				[
					"10",
					"Letter to an inhabitant from a loved one"
				],
				[
					"11",
					"Book of the local government's laws"
				],
				[
					"12",
					"Book of fairy tales for children"
				],
				[
					"13",
					"Book of scary stories"
				],
				[
					"14",
					"Local herbs used in tea"
				],
				[
					"15",
					"Pipeweed from an exotic location"
				],
				[
					"16",
					"Bag of bones used to predict the future"
				],
				[
					"17",
					"Spell component pouch full of sulfur and guano"
				],
				[
					"18",
					"Letter opener with an inhabitant's family crest"
				],
				[
					"19",
					"Fancy undergarments from a nearby city shop"
				],
				[
					"20",
					"Board game favored by the locals"
				],
				[
					"21",
					"Card game favored by locals"
				],
				[
					"22",
					"Dice game favored by the locals"
				],
				[
					"23",
					"Drawing of a local legendary monster done by a child"
				],
				[
					"24",
					"Poem written to an inhabitant by a lover"
				],
				[
					"25",
					"Small musical instrument wrapped in sheet music of a classic song"
				],
				[
					"26",
					"Copper coins from a fallen empire"
				],
				[
					"27",
					"Blanket knit with the symbol of a local government or organization"
				],
				[
					"28",
					"Darkened glasses used by an inhabitant with a light sensitivity"
				],
				[
					"29",
					"Ear trumpet used by an inhabitant with hearing impairment"
				],
				[
					"30",
					"Invitation to a party thrown by a local noble"
				],
				[
					"31",
					"Signet ring of a local authority"
				],
				[
					"32",
					"Coffee grounds from an exotic location"
				],
				[
					"34",
					"Mask made in the likeness of a legendary monster"
				],
				[
					"35",
					"Pen and stationary set from an institution of learning"
				],
				[
					"36",
					"Text book about the specific ecology of a monster by a well-known sage"
				],
				[
					"37",
					"Brass holy symbol of an inhabitant's deity"
				],
				[
					"38",
					"Stuffed doll made in the likeness of local dog breed or pack animal"
				],
				[
					"39",
					"Stuffed doll made in the likeness of local monster"
				],
				[
					"40",
					"Recipe for an inhabitant's grandmother's famous pie"
				],
				[
					"41",
					"Recipe for an exotic dish"
				],
				[
					"42",
					"Recipe for a local dish"
				],
				[
					"43",
					"Tankard from a local tavern or inn"
				],
				[
					"44",
					"Preserved corpse of an inhabitant's pet"
				],
				[
					"45",
					"Beast's preserved head as a hunting trophy"
				],
				[
					"46",
					"Floor plan of the closest blacksmith's shop"
				],
				[
					"47",
					"Flask emblazoned with a mercenary group's symbol"
				],
				[
					"48",
					"Pen knife with initials carved in Undercommon"
				],
				[
					"49",
					"Stone arrowheads from a nearby primitive civilization"
				],
				[
					"50",
					"Hidden engraving of an evil god or cult"
				],
				[
					"51",
					"Hidden closet or trapdoor meant for hiding runaway slaves"
				],
				[
					"52",
					"Petrified pet rat"
				],
				[
					"53",
					"Sword sheath with the crest of a noble family on the other side of the world"
				],
				[
					"54",
					"Iron manacles with the preserved hands of a humanoid locked in them"
				],
				[
					"55",
					"Dagger with the crest of a city guard on the other side of the world"
				],
				[
					"56",
					"Wood box displaying the corpse of extinct insects"
				],
				[
					"57",
					"Hit list left behind by an international assassin"
				],
				[
					"58",
					"Dull straight razor made for a Huge creature"
				],
				[
					"59",
					"White gloves made for a Tiny creature"
				],
				[
					"60",
					"Monster training manual written by a now dead eccentric explorer"
				],
				[
					"61",
					"Journal of an inhabitant"
				],
				[
					"62",
					"Music box which plays an off-beat tune"
				],
				[
					"63",
					"Waterskin filled with blood for a ritual"
				],
				[
					"64",
					"Calendar with every holy day of a religion circled"
				],
				[
					"65",
					"Sundial bearing the name or symbol of a long-forgotten sun god"
				],
				[
					"66",
					"Saddle for a flying beast of burden"
				],
				[
					"67",
					"Notches in the wall noting the passage of time"
				],
				[
					"68",
					"Small booties meant for a baby"
				],
				[
					"69",
					"Broken miner's pick bearing the sigil of an Underdark king"
				],
				[
					"70",
					"Tiny set of antlers, too small for a deer or moose"
				],
				[
					"71",
					"Directions to an inhabitant's best friend's house"
				],
				[
					"72",
					"Cipher for a secret code which is no longer used"
				],
				[
					"73",
					"Bowl made from the wood of an extinct plant"
				],
				[
					"74",
					"Belt buckle bearing the symbol of a knightly order"
				],
				[
					"75",
					"Set of brass knuckles with a criminal's initials raised on the points of contact"
				],
				[
					"76",
					"Magnifying glass carved with the initials of a dead police inspector"
				],
				[
					"77",
					"Work gloves covered in the blood of an aberrant creature"
				],
				[
					"78",
					"Iron pot full of humanoid bones"
				],
				[
					"79",
					"Small flask full of an inhabitant's favorite condiment"
				],
				[
					"80",
					"Voodoo doll of an inhabitant's employer"
				],
				[
					"81",
					"Paper target with a perfect hole through the bullseye"
				],
				[
					"82",
					"Stone statuette of a beast found on the other side of the world"
				],
				[
					"83",
					"Wax candle carved into the image of a god"
				],
				[
					"84",
					"Map of the world"
				],
				[
					"85",
					"Map of a mysterious island"
				],
				[
					"86",
					"Notes from an inhabitant's trip to another plane"
				],
				[
					"87",
					"I.O.U. written to an inhabitant"
				],
				[
					"88",
					"Notice of debt written to an inhabitant"
				],
				[
					"89",
					"Collar and tag made to fit a Large animal"
				],
				[
					"90",
					"Sock for a Huge creature"
				],
				[
					"91",
					"Scarf bearing the crest of a local artisan guild"
				],
				[
					"92",
					"Small wooden box with a secret compartment"
				],
				[
					"93",
					"Yo-yo bearing a child's name"
				],
				[
					"94",
					"Wooden halfling skeleton"
				],
				[
					"95",
					"Common to [insert language of your choice here] dictionary"
				],
				[
					"96",
					"Set of finger puppets resembling a legendary band of heroes"
				],
				[
					"97",
					"Steel box containing the leaves of plants from an exotic location"
				],
				[
					"98",
					"Homemade political cartoon commenting on local affairs"
				],
				[
					"99",
					"Copy of the local news publication"
				],
				[
					"100",
					"Warrant for the arrest of a person on the other side of the world"
				]
			]
		},
		{
			"name": "Sanity Loss",
			"source": "MOD",
			"page": 57,
			"colLabels": [
				"d20",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1-5",
					"You hear constant whispers distracting your attention. You suffer a–5 penalty to initiative."
				],
				[
					"6-10",
					"Your inner fears cause you to take every step cautiously. Your speed is reduced by half."
				],
				[
					"11-13",
					"You see constant, random visions of death and decay. You have disadvantage on Wisdom and Intelligence checks."
				],
				[
					"14-16",
					"You feel as if you aren't fully in control of your body or mind. You have disadvantage on all saving throws except death saving throws."
				],
				[
					"17-19",
					"Everyone looks corrupted. Whenever you make an attack, you must succeed on a DC 10 Sanity saving throw or attack the nearest ally instead of your original target."
				],
				[
					"20",
					"The corruption drains you to the point of weariness. You suffer one point of exhaustion."
				]
			]
		},
		{
			"name": "Expanded Lingering Injuries",
			"source": "MOD",
			"page": 54,
			"colLabels": [
				"d100",
				"Injury"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1-2",
					{
						"type": "entries",
						"name": "Lose an Eye",
						"page": 54,
						"entries": [
							"You have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight and on ranged attack rolls. Magic such as the {@spell regenerate} spell can restore the lost eye. If you have no eyes left after sustaining this injury, you're {@condition blinded}."
						]
					}
				],
				[
					"3-4",
					{
						"type": "entries",
						"name": "Lose an Arm or a Hand",
						"page": 54,
						"entries": [
							"You can no longer hold anything with two hands, and you can hold only a single object at a time. Magic such as the {@spell regenerate} spell can restore the lost appendage."
						]
					}
				],
				[
					"5-6",
					{
						"type": "entries",
						"name": "Lose a Foot or Leg",
						"page": 54,
						"entries": [
							"Your walking speed is halved and you must use a cane or crutch to move unless you have a peg leg or other prosthesis. You fall {@condition prone} after using the {@action Dash} action. You have disadvantage on Dexterity checks made to balance. Magic such as the {@spell regenerate} spell can restore the lost appendage."
						]
					}
				],
				[
					"7-8",
					{
						"type": "entries",
						"name": "Lose an Ear",
						"page": 54,
						"entries": [
							"You have disadvantage on Charisma ({@skill Persuasion}) checks and Wisdom ({@skill Perception}) checks that rely on hearing. You have advantage on Charisma ({@skill Intimidation}) checks. Magic such as the {@spell regenerate} spell can restore the lost ear."
						]
					}
				],
				[
					"9-10",
					{
						"type": "entries",
						"name": "Lose Nose",
						"page": 54,
						"entries": [
							"You have disadvantage on Charisma ({@skill Persuasion}) checks and Wisdom ({@skill Perception}) checks that rely on smell. You have advantage on Charisma ({@skill Intimidation}) checks. Magic such as the {@spell regenerate} spell can restore the lost nose."
						]
					}
				],
				[
					"11-15",
					{
						"type": "entries",
						"name": "Lose Nose",
						"page": 54,
						"entries": [
							"You have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight and on ranged attack rolls. The injury heals if you receive magical healing. Alternatively, the injury heals after you spend three days doing nothing but resting."
						]
					}
				],
				[
					"16-20",
					{
						"type": "entries",
						"name": "Broken Arm or Hand",
						"page": 54,
						"entries": [
							"You can no longer hold anything with two hands, and you can hold only a single object at a time. The injury heals if you receive magical healing. Alternatively, the injury heals after someone sets the bone with a DC 15 Wisdom ({@skill Medicine}) check and you spend thirty days doing nothing but resting."
						]
					}
				],
				[
					"21-25",
					{
						"type": "entries",
						"name": "Broken Foot or Leg",
						"page": 54,
						"entries": [
							"Your walking speed is halved and you must use a cane or crutch to move. You fall {@condition prone} after using the {@action Dash} action. You have disadvantage on Dexterity checks made to balance. The injury heals if you receive magical healing. Alternatively, the injury heals after someone sets the bone with a DC 15 Wisdom ({@skill Medicine}) check and you spend thirty days doing nothing but resting."
						]
					}
				],
				[
					"26-30",
					{
						"type": "entries",
						"name": "Ringing Ears",
						"page": 54,
						"entries": [
							"You have disadvantage on Wisdom ({@skill Perception}) checks that rely on hearing. The injury heals if you receive magical healing. Alternatively, the injury heals after you spend three days doing nothing but resting."
						]
					}
				],
				[
					"31-35",
					{
						"type": "entries",
						"name": "Ringing Ears",
						"page": 54,
						"entries": [
							"Your walking speed is reduced by 5 feet. You must make a DC 10 Dexterity saving throw after using the {@action Dash} action. If you fail the save, you fall {@condition prone}. Magical healing removes the limp."
						]
					}
				],
				[
					"36-40",
					{
						"type": "entries",
						"name": "Lose a Finger",
						"page": 54,
						"entries": [
							"You have disadvantage on Dexterity ({@skill Sleight of Hand}) checks and Dexterity checks to use fine tools (such as {@item thieves' tools|PHB}) using the hand with which you lost the finger. Magic such as the {@spell regenerate} spell can restore the lost finger. If you lose all the fingers from one hand, then it functions as if you had lost a hand."
						]
					}
				],
				[
					"41-45",
					{
						"type": "entries",
						"name": "Break a Finger",
						"page": 54,
						"entries": [
							"You have disadvantage on Dexterity ({@skill Sleight of Hand}) checks and Dexterity checks to use fine tools (such as {@item thieves' tools|PHB}) using the hand with the broken finger. The injury heals if you receive magical healing. Alternatively, the injury heals after someone sets the finger with a DC 10 Wisdom ({@skill Medicine}) check and you spend ten days doing nothing but resting."
						]
					}
				],
				[
					"46-50",
					{
						"type": "entries",
						"name": "Break an Item",
						"page": 54,
						"entries": [
							"A randomly determined nonmagical item you hold, wear, or carry on your person is broken or ruined. Roll a {@dice d10}. On a roll of 1, the item broken is a weapon, on a roll of 2 the item is armor or a shield, and on a roll of 3-10 the item is any weapon that isn't a shield or weapon."
						]
					}
				],
				[
					"51-55",
					{
						"type": "entries",
						"name": "Teeth Knocked Out",
						"page": 54,
						"entries": [
							"You have disadvantage on Charisma ({@skill Persuasion}) checks. When you cast a spell with a verbal component a verbal component, roll a {@dice d20}, on a 1, the spell fails and the casting is lost. The injury heals if you receive magical healing."
						]
					}
				],
				[
					"56-60",
					{
						"type": "entries",
						"name": "Festering Wound",
						"page": 54,
						"entries": [
							"Your hit point maximum is reduced by 1 every 24 hours the wound persists. If your hit point maximum drops to 0, you die. The injury heals if you receive magical healing. Alternatively, someone can tend to the wound and make a DC 15 Wisdom ({@skill Medicine}) check once every 24 hours. After ten success, the injury heals."
						]
					}
				],
				[
					"61-65",
					{
						"type": "entries",
						"name": "Open Wound",
						"page": 54,
						"entries": [
							"You lose 1 hit point every hour the wound persists. The injury heals if you receive magical healing. Alternatively, someone can tend to the wound and make a DC 15 Wisdom ({@skill Medicine}) check once every hour. After ten success, the injury heals."
						]
					}
				],
				[
					"66-70",
					{
						"type": "entries",
						"name": "Open Wound",
						"page": 55,
						"entries": [
							"Whenever you attempt an action in combat, you must make a DC 20 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. The injury heals if you receive magical healing or if you spend thirty days doing nothing but resting."
						]
					}
				],
				[
					"71-75",
					{
						"type": "entries",
						"name": "Punctured Lung",
						"page": 55,
						"entries": [
							"You can take either an action or a bonus action or your turn, but not both. The injury heals if you receive magical healing. If you puncture both lungs your hit points drop to 0 and you immediately begin dying."
						]
					}
				],
				[
					"76-80",
					{
						"type": "entries",
						"name": "Internal Injury",
						"page": 55,
						"entries": [
							"Whenever you attempt an action in combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. The injury heals if you receive magical healing or if you spend ten days doing nothing but resting."
						]
					}
				],
				[
					"81-85",
					{
						"type": "entries",
						"name": "Broken Ribs",
						"page": 55,
						"entries": [
							"This has the same effect as Internal Injury above, except that the save DC is 10."
						]
					}
				],
				[
					"86-90",
					{
						"type": "entries",
						"name": "Horrible Scar",
						"page": 55,
						"entries": [
							"You have disadvantage on Charisma ({@skill Persuasion}) checks and advantage on Charisma ({@skill Intimidation}) checks. Magical healing of 6th level or higher, such as heal and {@condition regenerate}, removes the injury."
						]
					}
				],
				[
					"91-95",
					{
						"type": "entries",
						"name": "Painful Scar",
						"page": 55,
						"entries": [
							"You have a scar which gets painful whenever it rains, sleets, hails, or snows. Whenever you attempt an action in combat and your scar is giving you pain, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. The injury heals if you receive magical healing."
						]
					}
				],
				[
					"96-100",
					{
						"type": "entries",
						"name": "Minor Scar",
						"page": 55,
						"entries": [
							"The scar doesn't have any adverse effect, but chicks dig it. Magical healing of 6th level or higher, such as {@skill heal} and {@skill regenerate}, removes the scar."
						]
					}
				]
			]
		},
		{
			"name": "Fragile Soul (Revivify/Raise Dead)",
			"source": "MOD",
			"page": 53,
			"colLabels": [
				"d100",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01-40",
					"The spell works as normal"
				],
				[
					"41-60",
					"The deceased's soul isn't returned to the body, the spell slot and components are consumed, but the soul isn't destroyed."
				],
				[
					"61-99",
					"The deceased's soul is destroyed and the spell slot and components are consumed."
				],
				[
					"100",
					"The deceased's soul isn't returned to the body, the spell slot and components are consumed, but the soul isn't destroyed. In addition, a celestial or fiend of the DM's choice instead inhabits the body of the deceased. The inhabitant must be removed from the body before the original creature may be returned to life."
				]
			]
		},
		{
			"name": "Fragile Soul (Resurrection)",
			"source": "MOD",
			"page": 53,
			"colLabels": [
				"d100",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01-50",
					"The spell works as normal"
				],
				[
					"51-70",
					"The deceased's soul isn't returned to the body, the spell slot and components are consumed, but the soul isn't destroyed."
				],
				[
					"71-99",
					"The deceased's soul is destroyed and the spell slot and components are consumed."
				],
				[
					"100",
					"The deceased's soul isn't returned to the body, the spell slot and components are consumed, but the soul isn't destroyed. In addition, a celestial or fiend of the DM's choice instead inhabits the body of the deceased. The inhabitant must be removed from the body before the original creature may be returned to life."
				]
			]
		},
		{
			"name": "Fragile Soul (True Resurrection)",
			"source": "MOD",
			"page": 53,
			"colLabels": [
				"d100",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"01-60",
					"The spell works as normal"
				],
				[
					"61-80",
					"The deceased's soul isn't returned to the body, the spell slot and components are consumed, but the soul isn't destroyed."
				],
				[
					"81-99",
					"The deceased's soul is destroyed and the spell slot and components are consumed."
				],
				[
					"100",
					"The deceased's soul isn't returned to the body, the spell slot and components are consumed, but the soul isn't destroyed. In addition, a celestial or fiend of the DM's choice instead inhabits the body of the deceased. The inhabitant must be removed from the body before the original creature may be returned to life."
				]
			]
		},
		{
			"name": "Critical Miss Effects",
			"source": "MOD",
			"page": 50,
			"colLabels": [
				"d100",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1-3",
					"You drop your weapon or spellcasting focus and it sticks in the ground or a wall. You must use a bonus action to retrieve it."
				],
				[
					"4-6",
					"You drop your weapon or spellcasting focus and it gets stuck deep into the ground or a wall. You must use an action to retrieve it."
				],
				[
					"7",
					"You drop your weapon or spellcasting focus and it gets stuck very deep in the ground or a wall. You must make a successful DC 15 Strength check as an action to retrieve it."
				],
				[
					"8",
					"You drop your weapons or spellcasting focus. If it is nonmagical, the item breaks."
				],
				[
					"9-12",
					"A random nonmagical item (determined by the DM) falls from your backpack or belt pouch."
				],
				[
					"13-14",
					"A random magical item (determined by the DM) falls from your backpack or belt pouch."
				],
				[
					"15-16",
					"A random nonmagical item (determined by the DM) falls from your backpack or belt pouch and breaks."
				],
				[
					"17",
					"A random consumable magical item (determined by the DM) falls from your back or belt pouch and breaks."
				],
				[
					"18-20",
					"You hurl your weapon or spellcasting focus in a random direction and it lands 5 feet away."
				],
				[
					"21-22",
					"You hurl your weapon or spellcasting focus in a random direction and it lands 10 feet away."
				],
				[
					"23-24",
					"You hurl your weapon or spellcasting focus in a random direction and it lands 15 feet away."
				],
				[
					"25-26",
					"You hurl your weapon or spellcasting focus in a random direction, it lands 15 feet away, and it sticks in the ground or a wall. You must use a bonus action to retrieve it."
				],
				[
					"27-28",
					"You hurl your weapon or spellcasting focus in a random direction, it lands 15 feet away, and it gets stuck deep into the ground or a wall. You must use an action to retrieve it."
				],
				[
					"29",
					"You hurl your weapon or spellcasting focus in a random direction, it lands 15 feet away, and it gets stuck very deep in the ground or a wall. You must make a successful DC 15 Strength check as an action to retrieve it."
				],
				[
					"30-31",
					"If it is able to do so, your attack hits your closest ally to the intended target."
				],
				[
					"32-34",
					"If it is able to do so, your attack hits your ally closest to you."
				],
				[
					"35-37",
					"Your attack hits you."
				],
				[
					"38",
					"If it is able to do so, your attack hits your closest ally to the intended target. This attack counts as a critical hit against the new target."
				],
				[
					"39",
					"If it is able to do so, your attack hits your ally closest to you. This attack counts as a critical hit against the new target."
				],
				[
					"40",
					"Your attack hits you. This attack against you is a critical hit."
				],
				[
					"41-42",
					"The miss creates an atmospheric disturbance (such as dust or smoke clouds) right in front of your face and you get this in your eyes. You are {@condition blinded} until the end on your next turn."
				],
				[
					"43-44",
					"The missed attack connects solidly with an object in front of you and makes a very loud noise. You are {@condition deafened} until the end of your next turn."
				],
				[
					"45-46",
					"You marvel at how poorly you missed. You are {@condition incapacitated} until the end of your next turn."
				],
				[
					"47-48",
					"In the process of executing your attack you hit yourself in the stomach rather hard. You are {@condition poisoned} until the end of your next turn."
				],
				[
					"49-51",
					"In the process of executing your attack you trip and fall {@condition prone}."
				],
				[
					"52-53",
					"In the process of executing your attack you trip and move forward 5 feet and fall {@condition prone}."
				],
				[
					"54-55",
					"In the process of executing your attack you trip and move forward 10 feet and fall {@condition prone}."
				],
				[
					"56-57",
					"In the process of executing your attack you trip and move forward 15 feet and fall {@condition prone}."
				],
				[
					"58-59",
					"In the process of executing your attack you trip and move back 5 feet and fall {@condition prone}."
				],
				[
					"60-61",
					"In the process of executing your attack you trip and move back 10 feet and fall {@condition prone}."
				],
				[
					"62-63",
					"In the process of executing your attack you trip and move back 15 feet and fall {@condition prone}."
				],
				[
					"64-65",
					"In the process of executing your attack you trip and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"66-67",
					"In the process of executing your attack you trip and move forward 5 feet and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"68-69",
					"In the process of executing your attack you trip and move forward 10 feet and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"70-71",
					"In the process of executing your attack you trip and move forward 15 feet and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"72-73",
					"In the process of executing your attack you trip and move back 5 feet and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"74-75",
					"In the process of executing your attack you trip and move back 10 feet and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"76-77",
					"In the process of executing your attack you trip and move back 15 feet and fall {@condition prone} and drop your weapon in the space where you made the attack."
				],
				[
					"78-79",
					"In the process of executing your attack you launch yourself hard into the ground. You take {@dice 1d4} bludgeoning damage and are {@condition prone}."
				],
				[
					"80-81",
					"In the process of executing your attack you launch yourself very hard into the ground. You take {@dice 1d8} bludgeoning damage and are {@condition prone}."
				],
				[
					"82-83",
					"In the process of executing your attack you launch yourself as hard as you can into the ground. You take {@dice 1d12} bludgeoning damage and are {@condition prone}."
				],
				[
					"84-85",
					"In the process of executing your attack you become {@condition restrained} in your clothes and armor and must use an action to untangle yourself."
				],
				[
					"86-88",
					"Your attack is so wild it takes a moment for you to recover. You have disadvantage on your next attack made before the end of your next turn."
				],
				[
					"89-90",
					"Your attack is very wild and you need more than a moment to recover. You have disadvantage on all attacks you make before the end of your next turn."
				],
				[
					"91-92",
					"You chip your weapon or arcane focus. You take a -1 penalty to attack rolls until you get it repaired."
				],
				[
					"93-95",
					"Your attack is wild and allows any enemy in melee range an opening. As a reaction enemies may make an opportunity attack against you."
				],
				[
					"96-97",
					"Your attack is very wild and allows any enemy in melee range an opening. As a reaction enemies may make an opportunity attack against you with advantage."
				],
				[
					"98",
					"If your attack is made with magic weapon or spell, your miss rends a spot where the barrier between planes is weak and accidentally summons an angry {@filter minor elemental (CR 1 or lower)|bestiary|type=elemental|cr=0,4}. This demon's turn takes place immediately after yours and it is hostile toward you."
				],
				[
					"99",
					"If your attack is made with magic weapon or spell, your miss rends a spot where the barrier between planes is weak and accidentally summons an angry {@filter minor devil (CR 1 or lower)|bestiary|type=fiend|tag=devil|cr=0,4}. This demon's turn takes place immediately after yours and it is hostile toward you."
				],
				[
					"100",
					"If your attack is made with magic weapon or spell, your miss rends a spot where the barrier between planes is weak and accidentally summons an angry {@filter minor demon (CR 1 or lower)|bestiary|type=fiend|tag=demon|cr=0,4}. This demon's turn takes place immediately after yours and it is hostile toward you."
				]
			]
		},
		{
			"name": "Critical Hit Effects",
			"source": "MOD",
			"page": 49,
			"colLabels": [
				"d100",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1-4",
					"The target is pushed back 5 feet."
				],
				[
					"5-8",
					"The target is pushed back 10 feet."
				],
				[
					"9-11",
					"The target is pushed back 15 feet."
				],
				[
					"12-15",
					"The target falls {@condition prone}."
				],
				[
					"16-19",
					"The target is pushed back 5 feet and falls {@condition prone}."
				],
				[
					"20-22",
					"The target is pushed back 10 feet and falls {@condition prone}."
				],
				[
					"23-25",
					"The target is pushed back 15 feet and falls {@condition prone}."
				],
				[
					"26-28",
					"The target drops whatever it is holding."
				],
				[
					"29-31",
					"The target's drops whatever it is holding and any nonmagical objects it drops break."
				],
				[
					"32-33",
					"A random item carried by the target (determined by the DM) drops out of the target's belt pouch, backpack, or other carrying equipment."
				],
				[
					"34-35",
					"A random item carried by the target (determined by the DM) drops out of the target's belt pouch, backpack, or other carrying equipment and breaks."
				],
				[
					"36-37",
					"The target's armor or natural armor is damaged and it takes a–1 penalty to AC. This penalty lasts until the target's armor is repaired (for worn armor) or it is magically healed (for natural armor)."
				],
				[
					"38-40",
					"Your staggering blow causes the target to be {@condition blinded} until the end of your next turn."
				],
				[
					"41-44",
					"Your staggering blow causes the target to be {@condition deafened} until the end of your next turn."
				],
				[
					"45-47",
					"You hit the target so hard it is {@condition frightened} of you until the end of your next turn."
				],
				[
					"48-50",
					"Your staggering blow causes the target to be {@condition incapacitated} until the end of yoru next turn."
				],
				[
					"51-53",
					"Your staggering blow makes the target nauseous and it is {@condition poisoned} until the end of your next turn."
				],
				[
					"54-55",
					"Your staggering blow causes the target to be {@condition stunned} until the end of your next turn."
				],
				[
					"56-59",
					"Your inspiring attack allows you to grant one ally who can see you an attack against any target as a reaction."
				],
				[
					"60-62",
					"Your inspiring attack allows you to grant an ally who can see you and the target an attack against the target as a reaction."
				],
				[
					"63-65",
					"Your inspiring attack allows any allies within reach of the target to make a melee attack against the target as a reaction."
				],
				[
					"66-69",
					"The target has disadvantage on saving throws until the end of your next turn."
				],
				[
					"70-73",
					"The target has disadvantage on attack rolls until the end of your next turn."
				],
				[
					"74-77",
					"Roll all of the attack's damage dice three times and add them together."
				],
				[
					"78-80",
					"Use the maximum damage amount of all dice instead of rolling for this attack's damage."
				],
				[
					"81-84",
					"The target can't make opportunity attacks until the end of its next turn."
				],
				[
					"85-87",
					"The target can't take an action on its next turn."
				],
				[
					"88-91",
					"You can make a follow-up attack against the target as a bonus action."
				],
				[
					"92-93",
					"If your attack was made with a spell or magic weapon, a shock wave is released from your attack. Creatures within 10 feet of the target (including the target and you) must succeed on a DC 15 Strength saving throw or fall {@condition prone}."
				],
				[
					"94-95",
					"If your attack was made with a spell or magic weapon, a shock wave is released from your attack. Creatures within 20 feet of the target (including the target and you) must succeed on a DC 15 Strength saving throw or fall {@condition prone}."
				],
				[
					"96-97",
					"If your attack was made with a spell or magic weapon, some of the magic goes awry in your favor. The target is {@condition charmed} by you until the end of your next turn."
				],
				[
					"98-99",
					"If your attack was made with a spell or magic weapon, some of the magic goes awry in your favor. The magic holds the target in place and it is {@condition restrained} until the end of your next turn."
				],
				[
					"100",
					"If your attack was made with a spell or magic weapon, some of the magic goes awry in your favor. You become {@condition invisible} until the end of your next turn. This effect ends early if you make an attack or cast a spell."
				]
			]
		}
	],
	"itemGroup": [
		{
			"name": "Box of Shrinking TBD",
			"source": "MOD",
			"page": 61,
			"rarity": "varies",
			"wondrous": true,
			"entries": [
				"These plain boxes are carved with Dwarvish runes, surprisingly light, and roughly the size of a loaf of bread. Inside, the box is much more extravagant, lined with crushed velvet and studded with gems. An old dwarf nursery rhyme plays when the box is open. \"The Legend of Calibra Daliq\" is about a dwarf wizard thief who shrunk herself to sneak past guards and locked doors in order to get her riches. The DM either rolls to determine the box's type or chooses one from the options available.",
				{
					"type": "table",
					"caption": "Box of Shrinking Type",
					"colLabels": [
						"{@dice d100}",
						"Metal",
						"Original object space",
						"Rarity"
					],
					"colStyles": [
						"col-4",
						"col-2 text-center",
						"col-4",
						"col-2 text-center"
					],
					"rows": [
						[
							"01-50",
							"Iron",
							"5-ft cube or smaller",
							"Uncommon"
						],
						[
							"51-80",
							"Steel",
							"10-ft cube or smaller",
							"Rare"
						],
						[
							"81-95",
							"Mithral",
							"15-ft cube or smaller",
							"Very Rare"
						],
						[
							"96-100",
							"Adamantine",
							"20-ft cube or smaller",
							"Legendary"
						]
					]
				},
				"You can use the box of shrinking's Grow and Shrink abilities once per day each. You must be holding the box to use either ability.",
				{
					"type": "entries",
					"name": "Grow",
					"entries": [
						"As an action, any item previously shrunken by a box of shrinking of equal or lesser rarity and power may be grown. The item must be placed in the box of shrinking and its original size must be within the parameters on the table above. Once the command word is spoken the object appears in an unoccupied space adjacent to the box of shrinking. You must be holding the box of shrinking to use this ability."
					]
				},
				{
					"type": "entries",
					"name": "Shrink",
					"entries": [
						"As an action you may speak a command word and one non-living object within 50 feet of the box of shrinking has its size reduced to a 1-inch cube, weighs half a pound, and is teleported into the box. The item stays this size until it is grown by a box of shrinking. The shrunken item may be no larger than specified on the table above."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Box_of_Shrinking.png"
						},
						"title": "Box of Shrinking"
					}
				]
			},
			"items": []
		}
	],
	"item": [
		{
			"name": "Arranavel",
			"source": "MOD",
			"page": 61,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+1",
			"sword": true,
			"weapon": true,
			"entries": [
				"This mithral longsword is of elven design, bearing runes along the blade that read \"Arelind\", an ancient elven word that means \"Champion of the People\". These blades were often gifts given by elven wizards to non-elven allies of great esteem.",
				"You have a +1 bonus to attack and damage rolls made with this weapon. It sheds dim light in a 5-foot radius when unsheathed. You can speak, read, and write Elvish so long as the sword is on your person."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Arranavel.png"
						},
						"title": "Arranavel"
					}
				]
			}
		},
		{
			"name": "Belt of Hidden Knives",
			"source": "MOD",
			"page": 61,
			"rarity": "very rare",
			"wondrous": true,
			"bonusWeapon": "+2",
			"entries": [
				"This appears to be a simple, unassuming black leather belt when wrapped around the user's waist. When removed, a small diamond can be seen stitched into the belt's underside. Each time this belt is buckled, it sounds like a sword being drawn from a sheath. As part of an attack, you can draw a hidden {@item +2 dagger|DMG} from the belt. If the dagger leaves your hands it ceases to exist at the end of your turn. The belt doesn't run out of daggers. You must be wearing the belt to use this property."
			]
		},
		{
			"name": "Belt of the Monkey",
			"source": "MOD",
			"page": 61,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This metal belt is made of silver monkeys locked arm in arm with tiny pieces of jade for each primate's eyes. While wearing it, you feel the tickling urge to treat the world as a playground by swinging on objects, climbing trees, and scaling buildings. While wearing this belt, you add double your proficiency to Strength ({@skill Athletics}) checks to climb.",
				"As an action, any tail you have becomes prehensile for an hour. If you don't have a tail, you grow a 3-foot prehensile tail out of your posterior for an hour. You can hang from your tail, provided it has something to hold onto. Your tail also acts as a third arm and hand, allowing you to manipulate and wield objects that weigh 5 lbs. or less. In this state you could hold three weapons at once, but you can still only fight with two at a time. You can't use this ability again until you have completed a long rest."
			]
		},
		{
			"name": "Bow of Grounding",
			"source": "MOD",
			"page": 61,
			"baseItem": "longbow|PHB",
			"type": "R",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"dmg1": "1d8",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"weapon": true,
			"entries": [
				"A stiff but bendable chain makes up the curvature of this longbow. Each link of chain has a small pink pearl in the center. You gain a +1 bonus to attack and damage rolls made with this longbow. When you shoot a creature with a flying speed with this bow, it must succeed on a DC 15 Constitution saving throw or have its flying speed reduced by 10 feet. The target must complete a short rest before it can regain any speed lost in this way."
			],
			"ammoType": "arrow|phb"
		},
		{
			"name": "Bramblebriar",
			"source": "MOD",
			"page": 61,
			"baseItem": "scimitar|PHB",
			"type": "M",
			"resist": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"sword": true,
			"weapon": true,
			"entries": [
				"While holding this scimitar, you can use a bonus action to activate its brambles. When you do, several barbed vines coil around its crossguard, over your wrist, and dig into your flesh. At the start of each of your turns, it drains 2 hit points from you to empower its poison. While attached to you in this way, you can't be disarmed by normal means, and you are resistant to poison damage and immune to the {@condition poisoned} condition. Each time the weapon drains your hit points, it gains one charge, to a maximum of 5 charges. The weapon continues to drain your hit points while fully charged.",
				"On a hit, its vicious barbs lash out from the scimitar and rake your target with venomous brambles, expending all charges within its vines. The creature must make a Constitution saving throw with a DC equal to 10 + your proficiency bonus. On a failure, the creature takes {@damage 1d4} poison damage for each charge spent.",
				"If you stow the weapon without expending all of its charges, the poison courses through your veins as you release the hilt and you must make a successful Constitution saving throw or take the damage from its thorns for each remaining charge."
			]
		},
		{
			"name": "Dagger of Long Shadow",
			"source": "MOD",
			"page": 64,
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": true,
			"weight": 1,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"weapon": true,
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"When wielding this weapon, you can spend a bonus action to activate the weapon's special feature, extending the range of existing shadows surrounding you. You and any creature within 5 feet of you gains advantage to Dexterity ({@skill Stealth}) checks made in dim light. This effect lasts for 1 minute and doesn't work in complete darkness. Once this effect is used, a long rest must be completed before it can be used again."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Dagger_of_Long_Shadow.png"
						},
						"title": "Dagger of Long Shadow"
					}
				]
			}
		},
		{
			"name": "Flail of Force",
			"source": "MOD",
			"page": 64,
			"baseItem": "flail|PHB",
			"type": "M",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 2,
			"weaponCategory": "martial",
			"dmg1": "1d8",
			"dmgType": "B",
			"bonusWeapon": "+2",
			"weapon": true,
			"entries": [
				"This flail has a clear glassteel head with a large sapphire in the center. When touched the flail can be felt subtly vibrating, as if it can barely contain its power. You gain a +2 bonus to attack and damage rolls with the flail. Each time you deal damage to a Large or smaller creature it must succeed on a DC 15 Strength check or be pushed 5 feet back. While holding the flail of force you can use your action to spin the flail very quickly creating a small {@spell wall of force} per the spell adjacent to you. This wall is only 5 feet tall, 5 feet wide, and lasts 1 minute. You can only create one wall this way at a time."
			]
		},
		{
			"name": "Fountain Pen",
			"source": "MOD",
			"page": 64,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This pen writes in black ink with no need to dip the pen. As an action, the pen wielder can spray a jet of ink into the eyes of a creature within 10 feet. The creature must succeed on a DC 10 Dexterity saving throw or be {@condition blinded} until the start of its next turn. Once this feature is used, the pen won't function until a full week passes."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Fountain_Pen.png"
						},
						"title": "Fountain Pen"
					}
				]
			}
		},
		{
			"name": "Hornet Ring",
			"source": "MOD",
			"page": 64,
			"type": "RG",
			"rarity": "common",
			"reqAttune": true,
			"entries": [
				"This gaudy brass ring allows its wearer to use an action to deliver a startling—but non-damaging—shock to a target creature. If the target fails a DC 10 Constitution saving throw, the creature yelps loudly. There is also a 10% chance that a creature startled by hornet ring by failing the saving throw drops anything they are holding."
			]
		},
		{
			"name": "Iron Net",
			"source": "MOD",
			"page": 65,
			"baseItem": "net|PHB",
			"type": "R",
			"rarity": "uncommon",
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"S",
				"T"
			],
			"range": "5/15",
			"weapon": true,
			"entries": [
				"This black net is adorned with skulls carved of ruby and shrieks when thrown. When you hit a target with the net you speak a command word that turns the net into a twisting iron cage for 1 hour. While transformed this way the DC for the Strength check to break free of the net rises to 18, the iron net has AC 15, 50 hit points, and immunity to poison and psychic damage. Once you have used this ability you can't use it again until dawn the next day. If the net is destroyed, it reforms in 24 hours."
			]
		},
		{
			"name": "Lashing Grip",
			"source": "MOD",
			"page": 65,
			"baseItem": "whip|PHB",
			"type": "M",
			"rarity": "rare",
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"F",
				"R"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"When cracked this whip lets loose a series of giggles from the twisted mouths carved along the bottom of its obsidian handle. Most impressive is the incredibly strong whip itself, which is fleshy and similar to the long suction-cupped tentacle of an octopus. As an action you can use the whip can to grab an object weighing 50 pounds or less within reach and then drag it to you. If the item is held by another creature, roll a Dexterity check contested by the creature's opposing Strength check. If your Dexterity check is greater, you remove the object and drag it to you."
			]
		},
		{
			"name": "Longbow of Lost Souls",
			"source": "MOD",
			"page": 61,
			"baseItem": "longbow|PHB",
			"type": "R",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"dmg1": "1d8",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"weapon": true,
			"entries": [
				"You gain a +1 bonus to attack and damage rolls with this magic weapon.",
				"When a wielder attuned to this longbow slays a creature with an arrow shot from it, the soul of the creature it killed is trapped within the mahogany, runescored bow. The creature killed in this manner can't be resurrected. As a bonus action, the wielder can transfer the soul trapped into the bow into an arrow is it is fired. Such an arrow attacks with advantage and does an extra {@damage 3d6} necrotic damage on a hit. Once a soul leaves the bow, another can't enter the bow for a full 24 hours.",
				"If the wielder attuned to the longbow of lost souls dies while within 10 feet of the bow, the wielder's soul enters the bow instead. The wielder can't be returned to life until the bow is attuned to a new wielder, and then an arrow can be fired to release the soul."
			],
			"ammoType": "arrow|phb",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Longbow_of_Lost_Souls.png"
						},
						"title": "Longbow of Lost Souls"
					}
				]
			}
		},
		{
			"name": "Parchment of Remembrance",
			"source": "MOD",
			"page": 65,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This rolled-up piece of parchment has the capacity to pull details out of an intelligent creature's mind and display it on its surface. When a creature with an Intelligence of 4 or higher holds the parchment and concentrates on a specific scene or individual, after 10 minutes of concentrating the parchment displays a black-and-while sketch of that scene or individual. It can only create a representation that the creature actually sees and remembers. The sketch is as accurate and detailed as the memory of the creature."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Parchment_of_Rememberance.png"
						},
						"title": "Parchment of Rememberance"
					}
				]
			}
		},
		{
			"name": "Potion of Resuscitation",
			"source": "MOD",
			"page": 66,
			"type": "P",
			"rarity": "very rare",
			"entries": [
				"This potion appears to be an empty vial, but it actually contains a foul-smelling gas. When it is held under the nose of a creature and unsealed, the gas escapes. If the creature is {@condition unconscious}, {@condition stunned}, or {@condition incapacitated}, those conditions end immediately, assuming the creature has at least 1 hit point remaining. If a creature that isn't suffering any of those conditions smells the potion, it must make a DC 10 Constitution saving throw or be {@condition stunned} until the start of its next turn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Potion_of_Resuscitation.png"
						},
						"title": "Potion of Resuscitation"
					}
				]
			}
		},
		{
			"name": "Pouch of Sounds",
			"source": "MOD",
			"page": 66,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This magical pouch appears as a normal belt pouch. As an action, a creature holding the pouch can speak or make a sound into the pouch, and then seal it. When the pouch is unsealed, squeezed, sat on, or otherwise opened, the sound that it was holding emerges at exactly the volume that it was originally made into the pouch. The sound can be no longer than 6 seconds. Once the sound escapes, it must be refilled."
			]
		},
		{
			"name": "Ring of Fear",
			"source": "MOD",
			"page": 66,
			"type": "RG",
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"This iron band is flecked with onyx pieces and always cold to the touch. While you wear the ring, creatures you score a critical hit against must succeed on a DC 15 Charisma saving throw or be {@condition frightened} of you for 1 minute. Creatures who fail this saving throw can repeat it at the end of their turns, ending the {@condition frightened} condition on a success."
			]
		},
		{
			"name": "Shoes of the Party Lord",
			"source": "MOD",
			"page": 61,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These fine green, silver, and blue silk slippers are crafted with emeralds on the heel and made by mages for the more clumsy members of the royal court. The pleasant jingling of tiny bells can be heard when you dance in these shoes in front of an audience. While wearing these shoes, you add double your proficiency to Dexterity ({@skill Acrobatics}) checks to dance or tumble and opportunity attacks made against you are made with disadvantage."
			]
		},
		{
			"name": "Spy Fly",
			"source": "MOD",
			"page": 61,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This small fly is carved of black pearl and no bigger than the real thing. The small fly is hard to spot and requires a DC 17 Wisdom ({@skill Perception}) check to detect. You can use an action to speak the item's command word to make the fly come alive. While it is activated and within 300 feet of you, you can use your action to move the fly 30 feet and you see and hear through the item for up to one hour. During this time you are deaf and blind with regard to your own senses. If the fly moves more than 300 feet away from you, it is deactivated. You can deactivate the fly by speaking the command word again as an action. Once the fly has been activated it can't be reactivated for another 24 hours."
			]
		},
		{
			"name": "Staff of Lordly Might",
			"source": "MOD",
			"page": 67,
			"type": "M",
			"rarity": "legendary",
			"reqAttune": true,
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"bonusWeapon": "+3",
			"staff": true,
			"entries": [
				"This staff has a head carved of onyx and a shaft of gold and functions as a quarterstaff that grants +3 bonus to attack and damage rolls made with it. The staff has properties associated with six different buttons that are set in a row along its length.",
				{
					"type": "entries",
					"name": "Six Buttons",
					"entries": [
						"You can press one of the staff's six buttons as a bonus action. A button's effect lasts until you push a different button or until you push the same button again, which causes the rod to revert to its normal form.",
						"If you press button 1, the staff becomes a frost brand greatsword as the top half of the staff transforms into an enormous blade.",
						"If you press button 2, the staff's onyx head transforms into an enormous hammer, turning the staff into a magic maul that grants a +3 bonus to attack and damage rolls.",
						"If you press button 3, the staff's onyx head lengthens and transforms into an pointed tip, transforming the staff into a magic pike that grants a +3 bonus to attack and damage rolls.",
						"If you press button 4, the staff floats on top of liquid like a piece of driftwood. The staff can float with up to 4,000 pounds of weight attached to it.",
						"If you press button 5, the onyx head of the staff sheds bright light in a 60-foot-radius sphere and dim light for an additional 60 feet.",
						"If you press button 6, the staff will suck up 50 gallons of any liquid its head is placed in. Pressing this button again causes the staff to release all the liquid at once out of its head."
					]
				},
				{
					"type": "entries",
					"name": "Detect Magic",
					"entries": [
						"While holding the staff you can use your action to cast the detect magic spell from it. This property can't be used again until next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Detect Secret Doors and Traps",
					"entries": [
						"While holding the staff you can use your action to search for secret doors and traps. If a secret door or trap is within 30 feet of you, the staff's onyx head pulses with light and points at the one nearest to you. This property can't be used again until next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Thunder Strike",
					"entries": [
						"When you hit a creature with a melee attack using the staff, you can force the target to make a DC 17 Constitution saving throw. On a failure the target takes an extra {@damage 4d6} thunder damage and is knocked 20 feet away from you and lands {@condition prone}. This property can't be used again until next dawn."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Staff_of_Lordly_Might.png"
						},
						"title": "Staff of Lordly Might"
					}
				]
			}
		},
		{
			"name": "Traitor's Tabard",
			"source": "MOD",
			"page": 61,
			"rarity": "common",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"When the fog of war is at its thickest, soldiers know to attack anyone wearing the enemy's colors or emblems. The traitor's tabard is a finely tailored piece of clothing that can be worn over armor. As an action, the creature wearing the tabard can change the color and crest on the tabard to anything they want."
			]
		},
		{
			"name": "Tromberd's Ladle",
			"source": "MOD",
			"page": 67,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This silver ladle was created by a dwarven cook named Tromberd, who acted as a cook for a successful adventuring party. As an acolyte of Moradin, Tromberd combined his divine, metalworking, and culinary skills to take his profession to new heights. He created a magical ladle that imbued the meals it made with magical healing properties. While the name and exploits of the adventuring company was lost to the ages, Tromberd's magical ladle has survived and continues to serve astounding and magical meals.",
				"When the ladle is used to cook a pot of soup or stew for at least 2 hours of constant stirring, the meal becomes magical food that can feed up to 8 creatures. The meal must contain at least 20 gp worth of ingredients, including rare herbs and spices. If the meal is eaten as part of a long rest, the number of hit dice recovered by the creatures eating the meal at the end of the long rest increases by 2 (to the creature's normal maximum). The creatures also gain 10 temporary hit points at the end of that long rest. Once used, the ladle's magic can't be used again until a week passes. The creature who cooks the meal can't gain the magical benefits of the food."
			]
		}
	],
	"variant": [
		{
			"name": "Armor of Ease TBD",
			"type": "GV",
			"requires": [
				{
					"type": "MA"
				}
			],
			"inherits": {
				"nameSuffix": " of Ease",
				"source": "MOD",
				"page": 61,
				"rarity": "uncommon",
				"entries": [
					"While the magic of this armor doesn't provide any additional protection, armor of ease can be slept in with no detrimental effects."
				]
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MOD/Armor_of_Ease.png"
						},
						"title": "Armor of Ease"
					}
				]
			}
		}
	],
	"monster": [
		{
			"name": "Florina DuRaal",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"half-elf"
				]
			},
			"source": "MOD",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				16
			],
			"hp": {
				"formula": "10d8",
				"average": 45
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 16,
			"con": 11,
			"int": 14,
			"wis": 11,
			"cha": 16,
			"passive": 10,
			"cr": "2",
			"page": 81,
			"languages": [
				"Common",
				"Draconic",
				"Elvish"
			],
			"languageTags": [
				"C",
				"DR",
				"E"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"shortName": "Florina",
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Florina has advantage on saving throws against being {@condition charmed}, and magic can't put the florina to sleep."
					]
				},
				{
					"name": "Lightfooted",
					"entries": [
						"Florina can take the {@action Dash} or {@action Disengage} action as a bonus action on each of her turns."
					]
				},
				{
					"name": "Suave Defense",
					"entries": [
						"While wearing light or no armor and wielding no shield, Florina's AC includes her Charisma modifier."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Florina makes two attacks with her rapier."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"skill": {
				"deception": "+7",
				"athletics": "+5",
				"acrobatics": "+7"
			},
			"isNpc": true
		}
	],
	"monsterFluff": [
		{
			"name": "Dryad, Urban",
			"source": "MOD",
			"entries": [
				{
					"type": "section",
					"name": "Dryad, Urban",
					"page": 83,
					"entries": [
						"When forests are cleared to make lumber or to make room for new cities, their fey inhabitants usually return to the Feywild. Some, however, remain to ensure nature survives in even the most civilized of places.",
						"The elder dryads refuse to let the land perish beneath stone and structure. These stubborn defenders of nature bind fey spirits to weeds creating urban dryads that grow in the cracks between buildings and cobblestone.",
						"Shy and secretive, they are nocturnal creatures who travel amongst the shadows and the interstices no one notices. At night they move with an uncanny speed through their neighborhoods, tending to their kindred flora before dawn. By day they hide and rest, blending in with the city as weeds or ivy cascading down the sides of buildings.",
						"Over time they've evolved as a part of the city, and fight to protect its natural spaces just as they fought to protect their forests in ancient times."
					]
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Sylphi (Skyborn)",
			"source": "MOD",
			"page": 48,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Faerie Wings",
					"page": 48,
					"entries": [
						"At 3rd level, you can use your wings to glide at a rate of 60 feet per round as if under the effects of a {@spell feather fall} spell. At 6th level, once per long rest, you can fly as if under the effect of the {@spell fly} spell for up to 10 minutes."
					]
				}
			],
			"fluff": {
				"entries": [
					"As a skyborn feyblood, you inherited the powers of the faeries who dwell in the eternal skies. You take great pride in your heritage, and have a keen sense when it comes to dealing with others. You tend to be reclusive and aloof, often studying others from afar before opening yourself to them. You have a dislike of dark, confined spaces."
				],
				"_appendRaceFluff": {
					"name": "Feyblood",
					"source": "MOD"
				}
			},
			"raceName": "Feyblood",
			"raceSource": "MOD"
		}
	],
	"spell": [
		{
			"name": "Tasha's Otherworldly Guise",
			"source": "MOD",
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an object engraved with a symbol of the Outer Planes, worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Uttering an incantation, you draw on the magic of the Lower Planes or Upper Planes (your choice) to transform yourself. You gain the following benefits until the spell ends:",
				{
					"type": "list",
					"items": [
						"You are immune to fire and poison damage (Lower Planes) or radiant and necrotic damage (Upper Planes).",
						"You are immune to the {@condition poisoned} condition (Lower Planes) or the {@condition charmed} condition (Upper Planes).",
						"Spectral wings appear on your back, giving you a flying speed of 40 feet.",
						"You have a +2 bonus to AC.",
						"All your weapon attacks are magical, and when you make a weapon attack, you can use your spellcasting ability modifier, instead of Strength or Dexterity, for the attack and damage rolls.",
						"You can attack twice, instead of once, when you take the {@action Attack} action on your turn. You ignore this benefit if you already have a feature, like Extra Attack, that lets you attack more than once when you take the Attack action on your turn."
					]
				}
			],
			"damageImmune": [
				"fire",
				"poison",
				"radiant",
				"necrotic"
			],
			"conditionImmune": [
				"charmed",
				"poisoned"
			],
			"miscTags": [
				"MAC"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Encode Thoughts",
			"source": "MOD",
			"level": 0,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"Putting a finger to your head, you pull a memory, an idea, or a message from your mind and transform it into a tangible string of glowing energy called a thought strand, which persists for the duration or until you cast this spell again. The thought strand appears in an unoccupied space within 5 feet of you as a Tiny, weightless, semisolid object that can be held and carried like a ribbon. It is otherwise stationary.",
				"If you cast this spell while concentrating on a spell or an ability that allows you to read or manipulate the thoughts of others (such as {@spell detect thoughts} or {@spell modify memory}), you can transform the thoughts or memories you read, rather than your own, into a thought strand.",
				"Casting this spell while holding a thought strand allows you to instantly receive whatever memory, idea, or message the thought strand contains. (Casting {@spell detect thoughts} on the strand has the same effect.)"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Rime's Binding Ice",
			"source": "MOD",
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a vial of meltwater"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A burst of cold energy emanates from you in a 30-foot cone. Each creature in that area must make a Constitution saving throw. On a failed save, a creature takes {@damage 3d8} cold damage and is {@condition grappled} by ice formations for 1 minute, or until it or another creature within reach of it uses an action to break away the ice. On a successful save, a creature takes half as much damage and isn't {@condition grappled}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, increase the cold damage by {@scaledamage 3d8|2-9|1d8} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"N"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"hasFluffImages": true
		},
		{
			"name": "Draconic Transformation",
			"source": "MOD",
			"level": 7,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a statuette of a dragon, worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"With a roar, you draw on the magic of dragons to transform yourself, taking on draconic features. You gain the following benefits until the spell ends:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Blindsight",
							"entries": [
								"You have {@sense blindsight} with a range of 30 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature, unless the creature successfully hides from you."
							]
						},
						{
							"type": "item",
							"name": "Breath Weapon",
							"entries": [
								"When you cast this spell, and as a bonus action on subsequent turns for the duration, you can exhale shimmering energy in a 60-foot cone. Each creature in that area must make a Dexterity saving throw, taking {@damage 6d8} force damage on a failed save, or half as much damage on a successful one."
							]
						},
						{
							"type": "item",
							"name": "Wings",
							"entries": [
								"Incorporeal wings sprout from your back, giving you a flying speed of 60 feet."
							]
						}
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dark Star",
			"source": "MOD",
			"level": 8,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a shard of onyx and a drop of the caster's blood, both of which the spell consumes",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"This spell creates a sphere centered on a point you choose within range. The sphere can have a radius of up to 40 feet. The area within this sphere is filled with magical darkness and crushing gravitational force.",
				"For the duration, the spell's area is difficult terrain. A creature with darkvision can't see through the magical darkness, and nonmagical light can't illuminate it. No sound can be created within or pass through the area. Any creature or object entirely inside the sphere is immune to thunder damage, and creatures are {@condition deafened} while entirely inside it. Casting a spell that includes a verbal component is impossible there.",
				"Any creature that enters the spell's area for the first time on a turn or starts its turn there must make a Constitution saving throw. The creature takes {@damage 8d10} force damage on a failed save, or half as much damage on a successful one. A creature reduced to 0 hit points by this damage is disintegrated. A disintegrated creature and everything it is wearing and carrying, except magic items, are reduced to a pile of fine gray dust."
			],
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"deafened"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"hasFluffImages": true
		},
		{
			"name": "Fortune's Favor",
			"source": "MOD",
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a white pearl worth at least 100 gp, which the spell consumes",
					"cost": 10000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You impart latent luck to yourself or one willing creature you can see within range. When the chosen creature makes an attack roll, an ability check, or a saving throw before the spell ends, it can dismiss this spell on itself to roll an additional {@dice d20} and choose which of the {@dice d20}s to use. Alternatively, when an attack roll is made against the chosen creature, it can dismiss this spell on itself to roll a {@dice d20} and choose which of the {@dice d20}s to use, the one it rolled or the one the attacker rolled.",
				"If the original {@dice d20} roll has advantage or disadvantage, the creature rolls the additional {@dice d20} after advantage or disadvantage has been applied to the original roll."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd."
					]
				}
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Gravity Fissure",
			"source": "MOD",
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a fistful of iron filings"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You manifest a ravine of gravitational energy in a line originating from you that is 100 feet long and 5 feet wide. Each creature in that line must make a Constitution saving throw, taking {@damage 8d8} force damage on a failed save, or half as much damage on a successful one.",
				"Each creature within 10 feet of the line but not in it must succeed on a Constitution saving throw or take {@damage 8d8} force damage and be pulled toward the line until the creature is in its area."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@scaledamage 8d8|6-9|1d8} for each slot level above 6th."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"L"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Gravity Sinkhole",
			"source": "MOD",
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a black marble"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A 20-foot-radius sphere of crushing force forms at a point you can see within range and tugs at the creatures there. Each creature in the sphere must make a Constitution saving throw. On a failed save, the creature takes {@damage 5d10} force damage and is pulled in a straight line toward the center of the sphere, ending in an unoccupied space as close to the center as possible (even if that space is in the air). On a successful save, the creature takes half as much damage and isn't pulled."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@scaledamage 5d10|4-9|1d10} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Magnify Gravity",
			"source": "MOD",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"The gravity in a 10-foot-radius sphere centered on a point you can see within range increases for a moment. Each creature in the sphere on the turn when you cast the spell must make a Constitution saving throw. On a failed save, a creature takes {@damage 2d8} force damage, and its speed is halved until the end of its next turn. On a successful save, a creature takes half as much damage and suffers no reduction to its speed.",
				"Until the start of your next turn, any object that isn't being worn or carried in the sphere requires a successful Strength check against your spell save DC to pick up or move."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 2d8|1-9|1d8} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Pulse Wave",
			"source": "MOD",
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create intense pressure, unleash it in a 30-foot cone, and decide whether the pressure pulls or pushes creatures and objects. Each creature in that cone must make a Constitution saving throw. A creature takes {@damage 6d6} force damage on a failed save, or half as much damage on a successful one. And every creature that fails the save is either pulled 15 feet toward you or pushed 15 feet away from you, depending on the choice you made for the spell.",
				"In addition, unsecured objects that are completely within the cone are likewise pulled or pushed 15 feet."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 6d6|3-9|1d6} and the distance pulled or pushed increases by 5 feet for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"FMV"
			],
			"areaTags": [
				"N"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ravenous Void",
			"source": "MOD",
			"level": 9,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 1000
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small, nine-pointed star made of iron"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a 20-foot-radius sphere of destructive gravitational force centered on a point you can see within range. For the spell's duration, the sphere and any space within 100 feet of it are difficult terrain, and nonmagical objects fully inside the sphere are destroyed if they aren't being worn or carried.",
				"When the sphere appears and at the start of each of your turns until the spell ends, unsecured objects within 100 feet of the sphere are pulled toward the sphere's center, ending in an unoccupied space as close to the center as possible.",
				"A creature that starts its turn within 100 feet of the sphere must succeed on a Strength saving throw or be pulled straight toward the sphere's center, ending in an unoccupied space as close to the center as possible. A creature that enters the sphere for the first time on a turn or starts its turn there takes {@damage 5d10} force damage and is {@condition restrained} until it is no longer in the sphere. If the sphere is in the air, the {@condition restrained} creature hovers inside the sphere. A creature can use its action to make a Strength check against your spell save DC, ending this {@condition restrained} condition on itself or another creature in the sphere that it can reach. A creature reduced to 0 hit points by this spell is annihilated, along with any nonmagical items it is wearing or carrying."
			],
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"strength"
			],
			"abilityCheck": [
				"strength"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Reality Break",
			"source": "MOD",
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a crystal prism"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You shatter the barriers between realities and timelines, thrusting a creature into turmoil and madness. The target must succeed on a Wisdom saving throw, or it can't take reactions until the spell ends. The affected target must also roll a {@dice d10} at the start of each of its turns; the number rolled determines what happens to the target, as shown on the Reality Break Effects table.",
				"At the end of each of its turns, the affected target can repeat the Wisdom saving throw, ending the spell on itself on a success.",
				{
					"type": "table",
					"caption": "Reality Break Effects",
					"colLabels": [
						"d10",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1-2",
							"{@b Vision of the Far Realm.} The target takes {@damage 6d12} psychic damage, and it is {@condition stunned} until the end of the turn."
						],
						[
							"3-5",
							"{@b Rending Rift.} The target must make a Dexterity saving throw, taking {@damage 8d12} force damage on a failed save, or half as much damage on a successful one."
						],
						[
							"6-8",
							"{@b Wormhole.} The target is teleported, along with everything it is wearing and carrying, up to 30 feet to an unoccupied space of your choice that you can see. The target also takes {@damage 10d12} force damage and is knocked {@condition prone}."
						],
						[
							"9-10",
							"{@b Chill of the Dark Void.} The target takes {@damage 10d12} cold damage, and it is {@condition blinded} until the end of the turn."
						]
					]
				}
			],
			"damageInflict": [
				"psychic",
				"force",
				"cold"
			],
			"conditionInflict": [
				"stunned",
				"prone",
				"blinded"
			],
			"savingThrow": [
				"wisdom",
				"dexterity"
			],
			"miscTags": [
				"RO",
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"hasFluffImages": true
		},
		{
			"name": "Temporal Shunt",
			"source": "MOD",
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "taken when a creature you can see makes an attack roll or starts to cast a spell"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You target the triggering creature, which must succeed on a Wisdom saving throw or vanish, being thrown to another point in time and causing the attack to miss or the spell to be wasted. At the start of its next turn, the target reappears where it was or in the closest unoccupied space. The target doesn't remember you casting the spell or being affected by it."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you can target one additional creature for each slot level above 5th. All targets must be within 30 feet of each other."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Tether Essence",
			"source": "MOD",
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a spool of platinum cord worth at least 250 gp, which the spell consumes",
					"cost": 25000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Two creatures you can see within range must make a Constitution saving throw, with disadvantage if they are within 30 feet of each other. Either creature can willingly fail the save. If either save succeeds, the spell has no effect. If both saves fail, the creatures are magically linked for the duration, regardless of the distance between them. When damage is dealt to one of them, the same damage is dealt to the other one. If hit points are restored to one of them, the same number of hit points are restored to the other one. If either of the tethered creatures is reduced to 0 hit points, the spell ends on both. If the spell ends on one creature, it ends on both."
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Time Ravage",
			"source": "MOD",
			"level": 9,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an hourglass filled with diamond dust worth at least 5,000 gp, which the spell consumes",
					"cost": 500000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You target a creature you can see within range, putting its physical form through the devastation of rapid aging. The target must make a Constitution saving throw, taking {@damage 10d12} necrotic damage on a failed save, or half as much damage on a successful one. If the save fails, the target also ages to the point where it has only 30 days left before it dies of old age. In this aged state, the target has disadvantage on attack rolls, ability checks, and saving throws, and its walking speed is halved. Only the {@spell wish} spell or the {@spell greater restoration} cast with a 9th-level spell slot can end these effects and restore the target to its previous age."
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wristpocket",
			"source": "MOD",
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You flick your wrist, causing one object in your hand to vanish. The object, which only you can be holding and can weigh no more than 5 pounds, is transported to an extradimensional space, where it remains for the duration.",
				"Until the spell ends, you can use your action to summon the object to your free hand, and you can use your action to return the object to the extradimensional space. An object still in the pocket plane when the spell ends appears in your space, at your feet."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Guidance",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 0,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch one willing creature. Once before the spell ends, the target can roll a {@dice d4} and add the number rolled to one ability check of its choice. It can roll the die before or after making the ability check. The spell then ends.",
				"Guidance can only apply to ability checks that can be completed within the 1 minute duration: for example, you could apply guidance to a Strength check to batter down a door, but an activity like searching a room is likely to take too long for guidance to apply. Furthermore, like all spellcasting, casting guidance is neither quiet nor subtle, and other creatures are likely to react poorly if guidance is cast in the middle of a conversation."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Bard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Spirits",
							"source": "VRGR"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Stars",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Resistance",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 0,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a miniature cloak"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch one willing creature. Once before the spell ends, the target can roll a {@dice d4} and add the number rolled to one saving throw of its choice. It can roll the die before or after making the saving throw. The spell then ends.",
				"Resistance can only be applied to saving throws caused by effects within its duration. For example, you may apply resistance to the Dexterity saving throw against the breath weapon of a dragon, but not to a saving throw against exhaustion from hours of trekking through the bitter cold."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Compelled Duel",
			"source": "MOD",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You attempt to compel a creature into a duel. One creature that you can see within range must make a Charisma saving throw. On a failed save, the creature is drawn to you, compelled by your divine demand. For the duration, it cannot willingly move more than 30 feet away from you. You and your target have advantage towards attacking one another, and disadvantage attacking all other creatures.",
				"The spell ends if you attack any other creature, if you cast a spell that targets a hostile creature other than the target, if a creature friendly to you harms the target, or if you end your turn more than 30 feet away from the target."
			],
			"savingThrow": [
				"charisma"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Crown",
							"source": "XGE"
						}
					}
				]
			}
		},
		{
			"name": "Detect Extraplanar Beings",
			"source": "MOD",
			"page": 231,
			"srd": true,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"For the duration, you know if there is an aberration, celestial, elemental, fey, fiend, or undead within 30 feet of you, as well as where the creature is located. Similarly, you know if there is a place or object within 30 feet of you that has been magically consecrated or desecrated.",
				"The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt."
			],
			"affectsCreatureType": [
				"aberration",
				"celestial",
				"elemental",
				"fey",
				"fiend",
				"undead"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Genie",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Hail of Thorns",
			"source": "MOD",
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"The next time you hit a creature with a ranged weapon attack before the spell ends, this spell creates a rain of thorns that sprouts from your ranged weapon or ammunition. In addition to the normal effect of the attack, the target of the attack and each creature within 5 feet of it must make a Dexterity saving throw. A creature takes {@damage 1d10} piercing damage on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 1d10|1-6|1d10} for each slot level above 1st (to a maximum of {@damage 6d10})."
					]
				}
			],
			"damageInflict": [
				"piercing"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Identify",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a pearl and an owl feather"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You attempt to identify a magical item, magical effect, creature, or corpse.",
				{
					"type": "entries",
					"name": "Item",
					"entries": [
						"You touch a item as you cast the spell. If it is a magic item or other magic-imbued object, you learn its properties and how to use them."
					]
				},
				{
					"type": "entries",
					"name": "Magical Effect",
					"entries": [
						"You touch a creature or object and learn about a magical spell or effect that is afflicting it. If the effect or spell is one that you are familiar with, or is common knowledge, you recieve full knowledge. However, if the effect or spell is particularly rare or obscure, like a dying god's curse, you may recieve only cryptic information."
					]
				},
				{
					"type": "entries",
					"name": "Creature/Corpse",
					"entries": [
						"You touch a creature or corpse, and learn basic information about that creature's species. If you attempt to identify an unwilling creature, you must succeed on a melee spell attack against them to do so.",
						"What information you learn is up to the DM, but at minimum you learn the damage resistances and immunities. You only learn information about the creature's species, not the individual creature, and the spell may fail against unique creatures."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Knowledge",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE"
						}
					}
				]
			}
		},
		{
			"name": "Longstrider",
			"source": "MOD",
			"srd": true,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of dirt"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You touch a creature. The target's speed increases by 10 feet and their {@book jump distance|phb|8|Jumping} is tripled until the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Cordon of Arrows",
			"source": "MOD",
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "four or more arrows or bolts"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"You plant four pieces of nonmagical ammunition—{@item arrow|phb|arrows} or {@item crossbow bolt|phb|crossbow bolts}—in the ground within range and lay magic upon them to protect an area. Until the spell ends, whenever a creature other than you comes within 30 feet of the ammunition for the first time on a turn or ends its turn there, one piece of ammunition flies up to strike it. The creature must succeed on a Dexterity saving throw or take {@damage 1d8} piercing damage. The piece of ammunition is then destroyed. The spell ends when no ammunition remains.",
				"When you cast this spell, you can designate any creatures you choose, and the spell ignores them."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the amount of ammunition that can be affected increases by two for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"piercing"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Witch Bolt",
			"source": "MOD",
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a twig from a tree that has been struck by lightning"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A beam of crackling, blue energy lances out toward a creature within range, forming a sustained arc of lightning between you and the target. Make a ranged spell attack against that creature. On a hit, the target takes {@damage 1d12} lightning damage, and on each of your turns for the duration, you can use your bonus action to deal {@damage 1d12} lightning damage to the target automatically. The spell ends if you use your bonus action to do anything else. The spell also ends if the target is ever outside the spell's range or if it has total cover from you."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the initial damage increases by {@scaledamage 1d12|1-9|1d12} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"spellAttack": [
				"R"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Comprehend Languages",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of soot and salt"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"For the duration, you understand the literal meaning of any spoken language that you hear. You also understand any written language that you see, but you must be touching the surface on which the words are written. It takes about 1 minute to read one page of text.",
				"This spell doesn't decode secret messages in a text or a glyph, such as an arcane sigil, that isn't part of a written language. Additionally, this spell doesn't function on languages that are fully lost to civilization."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Goodberry",
			"source": "MOD",
			"srd": true,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a sprig of mistletoe"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Up to ten berries appear in your hand and are infused with magic for the duration. A creature can use its action to eat one berry. Eating a berry restores 1 hit point, and the berry provides enough nourishment to sustain a creature for one day. However, the berries provide only empty calories- using these berries as the primary source of food for two or more days in a row induces a level of exhaustion.",
				"The berries lose their potency if they have not been consumed within 24 hours of the casting of this spell."
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Barkskin",
			"source": "MOD",
			"srd": true,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a handful of oak bark"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch a willing creature. Until the spell ends, the target's skin has a rough, bark-like appearance, and the target's AC can't be less than 16, regardless of what kind of armor it is wearing."
			],
			"miscTags": [
				"MAC"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Nature",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Forest"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					}
				]
			},
			"hasFluffImages": true
		},
		{
			"name": "Arcane Lock",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "gold dust worth at least 25 gp, which the spell consumes",
					"cost": 2500,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You touch a closed door, window, gate, chest, or other entryway, and it becomes locked for the duration. You and the creatures you designate when you cast this spell can open the object normally. You can also set a password that, when spoken within 5 feet of the object, suppresses this spell for 1 minute. Casting {@spell knock} on the object suppresses {@spell arcane lock} for 10 minutes. The arcane lock cannot be dispelled by magic such as {@spell dispel magic|MOD} unless the spell is suppressed.",
				"While affected by this spell, the object is more difficult to break or force open; the DC to break it or pick any locks on it increases by 10."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Knock",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a locked object. The object can be a door, a box, a {@item chest|phb}, a set of {@item manacles|phb}, a padlock, or another object that is locked or barred by mundane means or the {@spell arcane lock}.",
				"A target that is held shut by a mundane lock or that is stuck or barred becomes unlocked, unstuck, or unbarred. If the object has multiple locks, only one of them is unlocked.",
				"If you choose a target that is held shut with {@spell arcane lock}, that spell is suppressed for 10 minutes, during which time the target can be opened and shut normally.",
				"This spell does not disarm traps upon the object, and may activate any trap associated with opening the object or picking the lock. When you cast the spell, a loud knock, audible from as far away as 300 feet, emanates from the target object."
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromClassListVariant": [
					{
						"name": "Warlock",
						"source": "PHB",
						"definedInSource": "UAClassFeatureVariants"
					}
				]
			},
			"races": [
				{
					"name": "Dwarf (Mark of Warding)",
					"source": "ERLW",
					"baseName": "Dwarf",
					"baseSource": "PHB"
				}
			]
		},
		{
			"name": "Moonbeam",
			"source": "MOD",
			"page": 261,
			"srd": true,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "several seeds of any moonseed plant and a piece of opalescent feldspar"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A silvery beam of pale light shines down in a 5-foot-radius, 40-foot-high cylinder centered on a point within range. Until the spell ends, dim light fills the cylinder.",
				"When a creature enters the spell's area for the first time on a turn or starts its turn there, it is engulfed in ghostly flames that cause searing pain, and it must make a Constitution saving throw. It takes {@damage 2d10} radiant damage on a failed save, or half as much damage on a successful one.",
				"A shapechanger or {@class druid}, or a creature under the effect of a {@spell polymorph} spell, makes its saving throw with disadvantage. If it fails, it also instantly reverts to its true form and can't assume a different form until it leaves the spell's light.",
				"The true form of a shapechanger may differ based on circumstance. An infected lycanthrope may revert back to humanoid form upon failing the save of this spell, while a pure lycanthrope's true form is their hybrid form, not their human form.",
				"On each of your turns after you cast this spell, you can use an action to move the beam up to 60 feet in any direction."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 2d10|2-9|1d10} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"LGT"
			],
			"areaTags": [
				"Y"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Ancients",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Twilight",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Watchers",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Pass without Trace",
			"source": "MOD",
			"page": 264,
			"srd": true,
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "ashes from a burned leaf of mistletoe and a sprig of spruce"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A veil of shadows and silence radiates from you, masking you and your companions from detection. For the duration, each creature you choose within 30 feet of you (including you) has a +5 bonus to Dexterity ({@skill Stealth}) checks and can't be tracked except by magical means. A creature that receives this bonus leaves behind no tracks or other traces of its passage."
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Grassland"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Monk",
							"source": "PHB"
						},
						"subclass": {
							"name": "Shadow",
							"source": "PHB"
						}
					}
				]
			},
			"races": [
				{
					"name": "Genasi (Earth)",
					"source": "EEPC",
					"baseName": "Genasi",
					"baseSource": "EEPC"
				}
			]
		},
		{
			"name": "Spider Climb",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a drop of bitumen and a spider"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, one willing creature you touch gains the ability to move up, down, and across vertical surfaces and upside down along ceilings, while leaving its hands free. The target also gains a climbing speed equal to its walking speed."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3nd level or higher, you can target one additional creature for each slot level above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Forest"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Mountain"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Underdark"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					}
				]
			}
		},
		{
			"name": "Zone of Truth",
			"source": "MOD",
			"srd": true,
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You create a magical zone that guards against deception in a 15-foot-radius sphere centered on a point of your choice within range. Until the spell ends, a creature that enters the spell's area for the first time on a turn or starts its turn there must make a Charisma saving throw. On a failed save, a creature can't speak a deliberate lie while in the radius. You know whether each creature succeeds or fails on its saving throw.",
				"A creature who succeeds on their saving throw is immune to this casting of the spell.",
				"An affected creature is aware of the spell and can thus avoid answering questions to which it would normally respond with a lie. Such creatures can be evasive in its answers as long as it remains within the boundaries of the truth."
			],
			"savingThrow": [
				"charisma"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Devotion",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Crown",
							"source": "SCAG"
						}
					},
					{
						"class": {
							"name": "Ranger",
							"source": "PHB"
						},
						"subclass": {
							"name": "Monster Slayer",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Order",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Aura of Vitality",
			"source": "MOD",
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Healing energy radiates from you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. You can use a bonus action to cause one creature in the aura (including you) to regain {@dice 2d6} hit points."
			],
			"miscTags": [
				"HL"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Crown",
							"source": "SCAG"
						}
					},
					{
						"class": {
							"name": "Artificer",
							"source": "TCE"
						},
						"subclass": {
							"name": "Battle Smith",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Twilight",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Conjure Barrage",
			"source": "MOD",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "one piece of ammunition or a thrown weapon"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You throw a nonmagical weapon or fire a piece of nonmagical ammunition into the air to create a cone of identical weapons that shoot forward and then disappear. Each creature in a 60-foot cone must succeed on a Dexterity saving throw. A creature takes {@damage 4d8} damage on a failed save, or half as much damage on a successful one. The damage type is the same as that of the weapon or ammunition used as a component."
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"N"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Artificer",
							"source": "TCE"
						},
						"subclass": {
							"name": "Battle Smith",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Dispel Magic",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Choose one creature, object, or an area targeted by a spell that you can touch. Any spell of 3rd level or lower on the target ends. For each spell of 4th level or higher on the target, make an ability check using your spellcasting ability. The DC equals 3 times the spell's level. On a successful check, the spell ends.",
				"If you attempt to target an unwilling creature, an object held by an unwilling creature, you must make a melee spell attack in order to successfully dispel any effect upon them.",
				"This spell has no effect on magic items or magical effects that are not caused by spells.",
				"Additionally, you cannot dispel any effect with a duration of 1 hour or greater."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you automatically end the effects of a spell on the target if the spell's level is equal to or less than the level of the spell slot you used.",
						"Additionally, if you cast this spell at 4th level, you can dispel effects with a maximum duration of 1 hour. At 5th level, you can dispel effects with a maximum duration of 8 hours. At 6th level, the maximum duration becomes 1 day; at 7th level, it becomes 1 week; at 8th level, it becomes 1 month, and at 9th level you may dispel permanent effects."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Arcana",
							"source": "SCAG"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Devotion",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Ranger",
							"source": "PHB"
						},
						"subclass": {
							"name": "Fey Wanderer",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Sorcerer",
							"source": "PHB"
						},
						"subclass": {
							"name": "Clockwork Soul",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Elemental Weapon",
			"source": "MOD",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A nonmagical weapon you touch becomes a magic weapon. Choose one of the following damage types: acid, cold, fire, lightning, or thunder. For the duration, the weapon has a +1 bonus to attack rolls and deals an extra {@damage 1d4} damage of the chosen type when it hits."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th or 6th level, the bonus to attack rolls increases to +2 and the extra damage increases to {@scaledamage 1d4|3-9|2d4}. When you use a spell slot of 7th level or higher, the bonus increases to +3 and the extra damage increases to {@scaledamage 1d4|3-9|3d4}."
					]
				}
			],
			"damageInflict": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"thunder"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Hexblade",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE"
						}
					}
				],
				"fromClassListVariant": [
					{
						"name": "Druid",
						"source": "PHB",
						"definedInSource": "TCE"
					},
					{
						"name": "Ranger",
						"source": "PHB",
						"definedInSource": "TCE"
					}
				]
			}
		},
		{
			"name": "Fireball",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tiny ball of bat guano and sulfur"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A bright streak flashes from your pointing finger to a point you choose within range and then blossoms with a low roar into an explosion of flame. Each creature in a 20-foot-radius sphere centered on that point must make a Dexterity saving throw. A target takes {@damage 6d6} fire damage on a failed save, or half as much damage on a successful one.",
				"The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 8d6|3-9|1d6} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Light",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Fiend",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Artificer",
							"source": "TCE"
						},
						"subclass": {
							"name": "Artillerist",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Genie",
							"source": "TCE",
							"subSubclass": "Efreeti"
						}
					},
					{
						"class": {
							"name": "Monk",
							"source": "PHB"
						},
						"subclass": {
							"name": "Four Elements",
							"source": "PHB"
						}
					}
				]
			},
			"hasFluffImages": true
		},
		{
			"name": "Lightning Arrow",
			"source": "MOD",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"The next time you make a ranged weapon attack during the spell's duration, the weapon's ammunition, or the weapon itself if it's a thrown weapon, transforms into a bolt of lightning. Make the attack roll as normal. The target takes {@damage 4d8} lightning damage on a hit, or half as much damage on a miss, instead of the weapon's normal damage.",
				"Whether you hit or miss, each creature within 10 feet of the target must make a Dexterity saving throw. Each of these creatures takes {@damage 3d8} lightning damage on a failed save, or half as much damage on a successful one.",
				"The piece of ammunition or weapon then returns to its normal form."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage for both effects of the spell increases by {@scaledamage 4d8;2d8|3-9|1d8} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Phantom Steed",
			"source": "MOD",
			"srd": true,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"A Large quasi-real, horselike creature appears on the ground in an unoccupied space of your choice within range. You decide the creature's appearance, but it is equipped with a saddle, bit, and bridle. Any of the equipment created by the spell vanishes in a puff of smoke if it is carried more than 10 feet away from the steed.",
				"The steed can carry one Large creature or two Medium/Small creatures. The creature uses the statistics for a {@creature riding horse}, except it has a speed of 100 feet and can travel 10 miles in an hour, or 13 miles at a fast pace. When the spell ends, the steed gradually fades, giving the rider 1 minute to dismount. The spell ends if you use an action to dismiss it or if the steed takes any damage."
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Undead",
							"source": "VRGR"
						}
					}
				]
			}
		},
		{
			"name": "Aura of Life",
			"source": "MOD",
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"Life-preserving energy radiates from you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. Each nonhostile creature in the aura (including you) has resistance to necrotic damage, and its hit point maximum can't be reduced. In addition, a nonhostile, living creature regains 1 hit point when it starts its turn in the aura with 0 hit points."
			],
			"damageResist": [
				"necrotic"
			],
			"miscTags": [
				"HL"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Undying",
							"source": "SCAG"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Twilight",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Wildfire",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Aura of Purity",
			"source": "MOD",
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"Purifying energy radiates from you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. Each nonhostile creature in the aura (including you) can't become diseased, has resistance to poison damage, and has advantage on saving throws against effects that cause any of the following conditions: {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition paralyzed}, {@condition poisoned}, and {@condition stunned}."
			],
			"damageResist": [
				"poison"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Artificer",
							"source": "TCE"
						},
						"subclass": {
							"name": "Battle Smith",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Peace",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Watchers",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Death Ward",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"entries": [
				"You touch a creature and grant it a measure of protection from death. This spell has no effect on a creature that is already at 0 hit points.",
				"The first time the target would drop to 0 hit points as a result of taking damage, the target instead drops to 1 hit point, and the spell ends.",
				"If the spell is still in effect when the target is subjected to an effect that would kill it instantaneously without dealing damage, that effect is instead negated against the target, and the spell ends.",
				"This spell lasts until the target completes a long rest."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Death",
							"source": "DMG"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Life",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Undying",
							"source": "SCAG"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Grave",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Artificer",
							"source": "TCE"
						},
						"subclass": {
							"name": "Alchemist",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Undead",
							"source": "VRGR"
						}
					}
				]
			}
		},
		{
			"name": "Giant Insect",
			"source": "MOD",
			"srd": true,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You transform up to ten centipedes, three spiders, five wasps, or one scorpion within range into giant versions of their natural forms for the duration. A centipede becomes a {@creature giant centipede}, a spider becomes a {@creature giant spider}, a wasp becomes a {@creature giant wasp}, and a scorpion becomes a {@creature giant scorpion}.",
				"Each creature obeys your verbal commands, and in combat, they act on your turn each round. The DM has the statistics for these creatures and resolves their actions and movement.",
				"A creature remains in its giant size for the duration, until it drops to 0 hit points, or until you use an action to dismiss the effect on it.",
				"The DM might allow you to choose different targets. For example, if you transform a bee, its giant version might have the same statistics as a {@creature giant wasp}.",
				"If you would lose concentration on this spell due to failing a concentration saving throw, you may instead sacrifice the summoned creature with the highest health in order to retain concentration. If you have summoned centipedes, you must instead sacrifice the three highest-health centipedes; if you have summoned wasps, you must sacrifice the two highest-health wasps."
			],
			"miscTags": [
				"SMN"
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Leomund's Secret Chest",
			"source": "MOD",
			"srd": "Secret Chest",
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an exquisite chest, 3 feet by 2 feet by 2 feet, constructed from rare materials worth at least 500 gp, and a Tiny replica made from the same materials worth at least 50 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You hide a chest, and all its contents, on the Ethereal Plane. You must touch the chest and the miniature replica that serves as a material component for the spell. The chest can contain up to 12 cubic feet of nonliving material (3 feet by 2 feet by 2 feet).",
				"While the chest remains on the Ethereal Plane, you can use an action and touch the replica to recall the chest. It appears in an unoccupied space on the ground within 5 feet of you. You can send the chest back to the Ethereal Plane by using an action and touching both the chest and the replica.",
				"After 60 days, there is a cumulative {@chance 5|5 percent} chance per day that the spell's effect ends. This effect ends if you cast this spell again, if the smaller replica chest is destroyed, or if you choose to end the spell as an action. If the spell ends and the larger chest is on the Ethereal Plane, it is irretrievably lost."
			],
			"miscTags": [
				"PRM"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Arcana",
							"source": "SCAG"
						}
					}
				]
			}
		},
		{
			"name": "Locate Creature",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 4,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bit of fur from a bloodhound"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Describe or name a creature that is familiar to you. You sense the direction to the creature's location, as long as that creature is within 1,000 feet of you. If the creature is moving, you know the direction of its movement.",
				"The spell can locate a specific creature known to you, or the nearest creature of a specific kind (such as a human or a {@creature unicorn}), so long as you have seen such a creature up close—within 30 feet—at least once. If the creature you described or named is in a different form, such as being under the effects of a {@spell polymorph} spell, this spell doesn't locate the creature.",
				"If you know the true name of the creature and speak it while casting this spell, the range of the spell expands to ten miles, and you can find them even if they are in a different form. If the creature is in a named settlement or region, you learn the name of that area.",
				"This spell can't locate a creature if running water at least 10 feet wide blocks a direct path between you and the creature."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Swamp"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Order",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					}
				]
			}
		},
		{
			"name": "Otiluke's Resilient Sphere",
			"source": "MOD",
			"srd": "Resilient Sphere",
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a hemispherical piece of clear crystal and a matching hemispherical piece of gum arabic"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A sphere of shimmering force encloses a creature or object of Large size or smaller within range. An unwilling creature must make a Dexterity saving throw. On a failed save, the creature is enclosed for the duration.",
				"Nothing—not physical objects, energy, or other spell effects—can pass through the barrier, in or out, though a creature in the sphere can breathe there. The sphere is immune to all damage, and a creature or object inside can't be damaged by attacks or effects originating from outside, nor can a creature inside the sphere damage anything outside it.",
				"The sphere is weightless and just large enough to contain the creature or object inside. An enclosed creature can use its action to push against the sphere's walls and thus roll the sphere at up to half the creature's speed. Similarly, the globe can be picked up and moved by other creatures.",
				"A {@spell disintegrate} spell targeting the globe destroys it without harming anything inside it. The sphere has 15 AC, 40 hit points and vulnerability to force damage; if the sphere is reduced to 0 hit points, the spell immediately ends. For the purpose of spell targeting, the sphere is considered an object, and it automatically succeeds on all saving throws."
			],
			"damageImmune": [
				"acid",
				"bludgeoning",
				"cold",
				"fire",
				"force",
				"lightning",
				"necrotic",
				"piercing",
				"poison",
				"psychic",
				"radiant",
				"slashing",
				"thunder"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Redemption",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Peace",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Polymorph",
			"source": "MOD",
			"srd": true,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a caterpillar cocoon"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch a creature and transform them into a new form. An unwilling creature must make a Wisdom saving throw to avoid the effect. The spell has no effect on a shapechanger or a creature with 0 hit points.",
				"The transformation lasts for the duration, or until the target drops to 0 hit points or dies. The new form can be {@filter any beast|bestiary|source=MM|type=beast|miscellaneous=!swarm} from the Monster Manual whose challenge rating is equal to or less than half the target's (or the target's level, if it doesn't have a challenge rating), rounded down. The target's game statistics, including mental ability scores, are replaced by the statistics of the chosen beast. It retains its alignment and personality.",
				"The target assumes the hit points of its new form. When it reverts to its normal form, the creature returns to the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form, and the target takes an additional {@dice 4d8} necrotic damage that cannot be resisted or reduced by any means. The target takes the same amount of damage if the caster drops concentration on the spell. As long as the excess damage doesn't reduce the creature's normal form to 0 hit points, it isn't knocked unconscious.",
				"The creature is limited in the actions it can perform by the nature of its new form, and it can't speak, cast spells, or take any other action that requires hands or speech.",
				"The target's gear melds into the new form. The creature can't activate, use, wield, or otherwise benefit from any of its equipment."
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery",
							"source": "PHB"
						}
					}
				]
			},
			"eldritchInvocations": [
				{
					"name": "Sculptor of Flesh",
					"source": "PHB"
				}
			]
		},
		{
			"name": "Stoneskin",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a fist-sized rock"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"This spell turns the flesh of a willing creature you touch as hard as stone. Until the spell ends, the target has resistance to bludgeoning, piercing, and slashing damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th."
					]
				}
			],
			"damageResist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "War",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Ancients",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Conquest",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Redemption",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Monk",
							"source": "PHB"
						},
						"subclass": {
							"name": "Four Elements",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Mountain"
						}
					}
				]
			}
		},
		{
			"name": "Animate Objects",
			"source": "MOD",
			"srd": true,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Objects come to life at your command. Choose up to ten nonmagical objects within range that are not being worn or carried. Medium targets count as two objects, Large targets count as five objects, Huge targets count as ten objects. You can't animate any object larger than Huge. Each target animates and becomes a creature under your control until the spell ends or until reduced to 0 hit points.",
				"As a bonus action, you can mentally command any creature you made with this spell if the creature is within 500 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.",
				{
					"type": "table",
					"caption": "Animated Object Statistics",
					"colLabels": [
						"Size",
						"HP",
						"AC",
						"Attack",
						"Str",
						"Dex"
					],
					"colStyles": [
						"col-2",
						"col-1 text-center",
						"col-1 text-center",
						"col-6",
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"{@creature animated object (tiny)|phb|Tiny}",
							"10",
							"8",
							"{@hit +2} to hit, {@damage 1d4 + 1} damage",
							"{@dice 1d20 - 3|4}",
							"{@dice 1d20 - 2|6}"
						],
						[
							"{@creature animated object (small)|phb|Small}",
							"10",
							"12",
							"{@hit +0} to hit, {@damage 1d6 + 2} damage",
							"{@dice 1d20 - 2|6}",
							"{@dice 1d20 + 0|10}"
						],
						[
							"{@creature animated object (medium)|phb|Medium}",
							"20",
							"13",
							"{@hit +6} to hit, {@damage 2d6 + 2} damage",
							"{@dice 1d20|10}",
							"{@dice 1d20 + 1|12}"
						],
						[
							"{@creature animated object (large)|phb|Large}",
							"50",
							"16",
							"{@hit +8} to hit, {@damage 2d10 + 2} damage",
							"{@dice 1d20 + 2|14}",
							"{@dice 1d20|10}"
						],
						[
							"{@creature animated object (huge)|phb|Huge}",
							"80",
							"18",
							"{@hit +10} to hit, {@damage 3d12 + 5} damage",
							"{@dice 1d20 + 5|20}",
							"{@dice 1d20 - 3|6}"
						]
					]
				},
				"An animated object is a construct with AC, hit points, attacks, Strength, and Dexterity determined by its size. Its Constitution is 10 and its Intelligence and Wisdom are 3, and its Charisma is 1. Its speed is 30 feet; if the object lacks legs or other appendages it can use for locomotion, it instead has a flying speed of 30 feet and can hover. If the object is securely attached to a surface or a larger object, such as a chain bolted to a wall, its speed is 0. It has blindsight with a radius of 30 feet and is blind beyond that distance. When the animated object drops to 0 hit points, it reverts to its original object form, and any remaining damage carries over to its original object form.",
				"If you command an object to attack, it can make a single melee attack against a creature within 5 feet of it. It makes a slam attack with an attack bonus and bludgeoning damage determined by its size. The DM might rule that a specific object inflicts slashing or piercing damage based on its form."
			],
			"damageInflict": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"miscTags": [
				"SMN"
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE"
						}
					}
				]
			}
		},
		{
			"name": "Conjure Volley",
			"source": "MOD",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "one piece of ammunition or one thrown weapon"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You fire a piece of nonmagical ammunition from a ranged weapon or throw a nonmagical weapon into the air and choose a point within range. Hundreds of duplicates of the ammunition or weapon fall in a volley from above and then disappear. Each creature in a 40-foot-radius, 20-foot-high cylinder centered on that point must make a Dexterity saving throw. A creature takes {@damage 10d8} damage on a failed save, or half as much damage on a successful one. The damage type is the same as that of the ammunition or weapon."
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"Y"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Contagion",
			"source": "MOD",
			"srd": true,
			"level": 5,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "day",
						"amount": 7
					}
				}
			],
			"entries": [
				"Your touch inflicts disease. Make a melee spell attack against a creature within your reach. On a hit, the target is {@condition poisoned}.",
				"At the end of each of the {@condition poisoned} target's turns, the target must make a Constitution saving throw. If the target succeeds on three of these saves, it is no longer {@condition poisoned}, and the spell ends. If the target fails three of these saves, the target is no longer {@condition poisoned}, but choose one of the diseases below. The target is subjected to the chosen disease for the spell's duration.",
				"The disease this spell induces is particularly potent. Once the disease takes hold, this spell cannot be dispelled by {@spell dispel magic|MOD}, and can only be cured by spells of 4th level or higher (or a non-spell effect of similar power).",
				{
					"type": "entries",
					"name": "Blinding Sickness",
					"entries": [
						"Pain grips the creature's mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is {@condition blinded}."
					]
				},
				{
					"type": "entries",
					"name": "Filth Fever",
					"entries": [
						"A raging fever sweeps through the creature's body. The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength."
					]
				},
				{
					"type": "entries",
					"name": "Flesh Rot",
					"entries": [
						"The creature's flesh decays. The creature has disadvantage on Charisma checks and vulnerability to all damage."
					]
				},
				{
					"type": "entries",
					"name": "Mindfire",
					"entries": [
						"The creature's mind becomes feverish. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the {@spell confusion} spell during combat."
					]
				},
				{
					"type": "entries",
					"name": "Seizure",
					"entries": [
						"The creature is overcome with shaking. The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity."
					]
				},
				{
					"type": "entries",
					"name": "Slimy Doom",
					"entries": [
						"The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is {@condition stunned} until the end of its next turn."
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"stunned",
				"poisoned"
			],
			"spellAttack": [
				"M"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Oathbreaker",
							"source": "DMG"
						}
					},
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "Undying",
							"source": "SCAG"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Spores",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Mislead",
			"source": "MOD",
			"srd": true,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You become {@condition invisible} at the same time that an illusory double of you appears where you are standing. You may immediately make a Dexterity (Stealth) check in order to {@action hide} when you cast this spell. The double lasts for the duration, but the invisibility ends if you attack or cast a spell.",
				"You can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.",
				"You can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a bonus action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are {@condition blinded} and {@condition deafened} in regard to your own surroundings."
			],
			"conditionInflict": [
				"blinded",
				"deafened",
				"invisible"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					}
				],
				"fromClassListVariant": [
					{
						"name": "Warlock",
						"source": "PHB",
						"definedInSource": "TCE"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Twilight",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Ranger",
							"source": "PHB"
						},
						"subclass": {
							"name": "Fey Wanderer",
							"source": "TCE"
						}
					}
				]
			}
		},
		{
			"name": "Reincarnate",
			"source": "MOD",
			"srd": true,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "rare oils and unguents worth at least 500 gp, which the spell consumes",
					"cost": 50000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a dead humanoid or a piece of a dead humanoid. Provided that the creature has been dead no longer than 10 days, the spell forms a new adult body for it and then calls the soul to enter that body. If the target's soul isn't free or willing to do so, the spell fails.",
				"The magic fashions a new body for the creature to inhabit, which likely causes the creature's race to change. The DM rolls a {@dice d100} and consults the following table to determine what form the creature takes when restored to life, or the DM chooses a form.",
				{
					"type": "table",
					"caption": "Reincarnate Races",
					"colLabels": [
						"{@dice d100}",
						"Race"
					],
					"colStyles": [
						"col-1 text-center no-wrap",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"min": 1,
									"max": 4,
									"pad": true
								}
							},
							"{@race Dragonborn}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 5,
									"max": 13,
									"pad": true
								}
							},
							"{@race dwarf (hill)||Dwarf, hill}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 14,
									"max": 21
								}
							},
							"{@race dwarf (mountain)||Dwarf, mountain}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 22,
									"max": 25
								}
							},
							"{@race elf (drow)||Elf, dark}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 26,
									"max": 34
								}
							},
							"{@race elf (high)||Elf, high}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 35,
									"max": 42
								}
							},
							"{@race elf (wood)||Elf, wood}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 43,
									"max": 46
								}
							},
							"{@race gnome (forest)||Gnome, forest}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 47,
									"max": 52
								}
							},
							"{@race gnome (rock)||Gnome, rock}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 53,
									"max": 56
								}
							},
							"{@race Half-elf}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 57,
									"max": 60
								}
							},
							"{@race Half-orc}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 61,
									"max": 68
								}
							},
							"{@race halfling (lightfoot)||Halfling, lightfoot}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 69,
									"max": 76
								}
							},
							"{@race halfling (stout)||Halfling, stout}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 77,
									"max": 96
								}
							},
							"{@race Human}"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 97,
									"max": 0,
									"pad": true
								}
							},
							"{@race Tiefling}"
						]
					]
				},
				"The reincarnated creature recalls its former life and experiences. It retains the capabilities it had in its original form, except it exchanges its original race for the new one and changes its racial traits accordingly.",
				"The racial ASI from the creature's new race is determined randomly, assigning a +2 and a +1 to two different stats."
			],
			"affectsCreatureType": [
				"humanoid"
			],
			"miscTags": [
				"HL",
				"RO"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Swift Quiver",
			"source": "MOD",
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a quiver containing at least one piece of ammunition"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You transmute your quiver so it produces an endless supply of ammunition, which seems to leap into your hand when you reach for it.",
				"When you cast the spell, and on each of your turns until the spell ends, you can use a bonus action to make two attacks with a weapon that uses ammunition from the quiver. Each time you make such a ranged attack, your quiver magically replaces the piece of ammunition you used with a similar piece of nonmagical ammunition. Any pieces of ammunition created by this spell disintegrate when the spell ends. If the quiver leaves your possession, the spell ends.",
				"This spell can duplicate magical ammunition contained within your quiver as long as the ammunition is not an artifact. The ammunition produced is clearly magical in nature, and looks visibly transparent."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Drawmij's Instant Summons",
			"source": "MOD",
			"srd": "Instant Summons",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a sapphire worth 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You touch an object weighing 10 pounds or less whose longest dimension is 6 feet or less. The spell leaves an invisible mark on its surface and invisibly inscribes the name of the item on the sapphire you use as the material component. Each time you cast this spell, you must use a different sapphire.",
				"At any time thereafter, you can use your action to speak the item's name and crush the sapphire. The item instantly appears in your hand regardless of physical or planar distances, and the spell ends.",
				"If another creature is holding or carrying the item, crushing the sapphire doesn't transport the item to you, but instead you learn who the creature possessing the object is and roughly where that creature is located at that moment.",
				"{@spell Dispel magic} or a similar effect successfully applied to the sapphire ends this spell's effect."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Magic Jar",
			"source": "MOD",
			"srd": true,
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a gem, crystal, reliquary, or some other ornamental container worth at least 5000 gp",
					"cost": 500000
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"Your body falls into a catatonic state as your soul leaves it and enters the container you used for the spell's material component. While your soul inhabits the container, you are aware of your surroundings as if you were in the container's space. You can't move or use reactions. The only action you can take is to project your soul up to 100 feet out of the container, either returning to your living body (and ending the spell) or attempting to possess a humanoid's body.",
				"You can attempt to possess any humanoid within 100 feet of you that you can see (creatures warded by a {@spell protection from evil and good} or {@spell magic circle} spell can't be possessed). The target must make a Charisma saving throw. On a failure, your soul moves into the target's body, and the target's soul becomes trapped in the container. On a success, the target resists your efforts to possess it, and you can't attempt to possess it again for 24 hours.",
				"Once you possess a creature's body, you control it. Your game statistics are replaced by the statistics of the creature, though you retain your alignment. Since your statistics are replaced, you lose the usage of all class features.",
				"Meanwhile, the possessed creature's soul can perceive from the container using its own senses, but it can't move or take actions at all.",
				"While possessing a body, you can use your action to return from the host body to the container if it is within 100 feet of you, returning the host creature's soul to its body. If the host body dies while you're in it, the creature dies, and you must make a Charisma saving throw against your own spellcasting DC. On a success, you return to the container if it is within 100 feet of you. Otherwise, you die.",
				"If the container is destroyed, the container is removed from your possession, or the spell ends, your soul immediately returns to your body. If your body is more than 100 feet away from you or if your body is dead when you attempt to return to it, you die. If another creature's soul is in the container when it is destroyed, the creature's soul returns to its body if the body is alive and within 100 feet. Otherwise, that creature dies.",
				"When the spell ends, the container is destroyed.",
				"For every day that passes, roll a {@dice d20}. On a 1 or 2, the trapped soul escapes the jar and possesses an empty body of its own- possibly yours."
			],
			"savingThrow": [
				"charisma"
			],
			"affectsCreatureType": [
				"humanoid"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Irresistible Dance",
			"source": "MOD",
			"srd": "Irresistible Dance",
			"basicRules": true,
			"level": 6,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose one creature that you can see within range. The target begins a comic dance in place: shuffling, tapping its feet, and capering for the duration. Creatures that can't be {@condition charmed} are immune to this spell.",
				"A dancing creature must use all its movement to dance without leaving its space and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected by this spell, other creatures have advantage on attack rolls against it. As an action, a dancing creature makes a Wisdom saving throw to regain control of itself. On a successful save, the spell ends."
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wall of Ice",
			"source": "MOD",
			"srd": true,
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small piece of quartz"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a wall of ice on a solid surface within range. You can form it into a hemispherical dome or a sphere with a radius of up to 10 feet, or you can shape a flat surface made up of ten 10-foot-square panels. Each panel must be contiguous with another panel. In any form, the wall is 1 foot thick and lasts for the duration.",
				"If the wall cuts through a creature's space when it appears, the creature within its area is pushed to one side of the wall (their choice) and must make a Dexterity saving throw. On a failed save, the creature takes {@damage 10d6} cold damage, or half as much damage on a successful save.",
				"The wall is an object that can be damaged and thus breached. It has AC 12 and 30 hit points per 10-foot section, and it is vulnerable to fire damage. Reducing a 10-foot section of wall to 0 hit points destroys it and leaves behind a sheet of frigid air in the space the wall occupied. A creature moving through the sheet of frigid air for the first time on a turn must make a Constitution saving throw. That creature takes {@damage 5d6} cold damage on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the damage the wall deals when it appears increases by {@scaledamage 10d6|6-9|2d6}, and the damage from passing through the sheet of frigid air increases by {@scaledamage 5d6|6-9|1d6}, for each slot level above 6th."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"dexterity",
				"constitution"
			],
			"areaTags": [
				"W"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mordenkainen's Sword",
			"source": "MOD",
			"srd": "Arcane Sword",
			"basicRules": true,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a miniature platinum sword with a grip and pommel of copper and zinc, worth 250 gp",
					"cost": 25000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a sword-shaped plane of force that hovers within range. It lasts for the duration.",
				"When the sword appears, you make a melee spell attack against a target of your choice within 5 feet of the sword. On a hit, the target takes {@damage 5d10} force damage. Until the spell ends, you can use a bonus action on each of your turns to move the sword up to 40 feet to a spot you can see and repeat this attack against the same target or a different one.",
				"As a bonus action, you can call the sword to your hand, using it as a melee weapon. When used in this way, it is considered a magical longsword that deals {@damage 5d10} force damage on a hit. You may release the sword as a bonus action, allowing it to hover once more."
			],
			"damageInflict": [
				"force"
			],
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"hasFluffImages": true
		},
		{
			"name": "Fire Storm",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A storm made up of sheets of roaring flame appears in a location you choose within range. The area of the storm consists of up to ten 10-foot cubes, which you can arrange as you wish. Each cube must have at least one face adjacent to the face of another cube. Each creature in the area must make a Dexterity saving throw. It takes {@damage 10d10} fire damage on a failed save, or half as much damage on a successful one.",
				"The fire damages objects in the area and ignites flammable objects that aren't being worn or carried. If you choose, plant life in the area is unaffected by this spell."
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"C"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Grasping Vine",
			"source": "MOD",
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a vine that sprouts from the ground in an unoccupied space of your choice that you can see within range. When you cast this spell, you can direct the vine to lash out at a creature within 30 feet of it that you can see. That creature must succeed on a Strength saving throw or be pulled 30 feet directly toward the vine and become {@condition restrained}. A {@condition restrained} creature may make a Strength or Dexterity saving throw to escape the vine at the end of its turns. If the vine is subjected to fire damage, or takes 20 or more damage in a single turn, it immediately releases any {@condition restrained} target.",
				"Until the spell ends, you can direct the vine to lash out at the same creature or another one as a bonus action on each of your turns, although the vine can only restrain one creature."
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"FMV",
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Nature",
							"source": "PHB"
						}
					}
				]
			}
		},
		{
			"name": "Incendiary Cloud",
			"source": "PHB",
			"page": 253,
			"srd": true,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A swirling cloud of smoke shot through with white-hot embers appears in a 20-foot-radius sphere centered on a point within range. The cloud spreads around corners and is heavily obscured. It lasts for the duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.",
				"When the cloud appears, each creature in it must make a Dexterity saving throw. A creature takes {@damage 10d8} fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the spell's area for the first time on a turn or ends its turn there.",
				"The cloud moves 10 feet directly away from you in a direction that you choose at the start of each of your turns."
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Maze",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You banish a creature that you can see within range into a labyrinthine demiplane. The target remains there for the duration or until it escapes the maze.",
				"The target can use its action to attempt to escape. When it does so, it makes a Intelligence saving throw against your spell save DC. If it succeeds, it escapes, and the spell ends (a {@creature minotaur} or {@creature goristro} demon automatically succeeds).",
				"When the spell ends, the target reappears in the space it left or, if that space is occupied, in the nearest unoccupied space."
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wish",
			"source": "MOD",
			"srd": true,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Wish is the mightiest spell a mortal creature can cast. By simply speaking aloud, you can alter the very foundations of reality in accord with your desires.",
				"The basic use of this spell is to duplicate any other spell of 8th level or lower. You don't need to meet any requirements in that spell, including costly components. The spell simply takes effect. Alternatively, you can create one of the following effects of your choice:",
				{
					"type": "list",
					"items": [
						"You create one object of up to 25,000 gp in value that isn't a magic item. The object can be no more than 300 feet in any dimension, and it appears in an unoccupied space you can see on the ground.",
						"You allow up to twenty creatures that you can see to regain all hit points, and you end all effects on them described in the {@spell greater restoration} spell.",
						"You grant up to ten creatures that you can see resistance to a damage type you choose.",
						"You grant up to ten creatures you can see immunity to a single spell or other magical effect for 8 hours. For instance, you could make yourself and all your companions immune to a {@creature lich}'s life drain attack.",
						"You undo a single recent event by forcing a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a {@spell wish} spell could undo an opponent's successful save, a foe's critical hit, or a friend's failed save. You can force the reroll to be made with advantage or disadvantage, and you can choose whether to use the reroll or the original roll."
					]
				},
				"You might be able to achieve something beyond the scope of the above examples. State your wish to the DM as precisely as possible. The DM has great latitude in ruling what occurs in such an instance; the greater the wish, the greater the likelihood that something goes wrong. This spell might simply fail, the effect you desire might only be partly achieved, or you might suffer some unforeseen consequence as a result of how you worded the wish. For example, wishing that a villain were dead might propel you forward in time to a period when that villain is no longer alive, effectively removing you from the game. Similarly, wishing for a legendary magic item or artifact might instantly transport you to the presence of the item's current owner.",
				"The stress of casting this spell to produce any effect other than duplicating another spell weakens you. After enduring that stress, each time you cast a spell until you finish a long rest, you take {@damage 1d10} necrotic damage per level of that spell. This damage can't be reduced or prevented in any way. In addition, your Strength drops to 3, if it isn't 3 or lower already, for {@dice 2d4} days. For each of those days that you spend resting and doing nothing more than light activity, your remaining recovery time decreases by 2 days. Finally, there is a {@chance 33} chance that you are unable to cast wish ever again if you suffer this stress.",
				"No player may take this spell normally. It can only be found in the world or through powerful NPCs."
			],
			"damageResist": [
				"acid",
				"bludgeoning",
				"cold",
				"fire",
				"force",
				"lightning",
				"necrotic",
				"piercing",
				"poison",
				"psychic",
				"radiant",
				"slashing",
				"thunder"
			],
			"damageInflict": [
				"necrotic"
			],
			"miscTags": [
				"HL",
				"SGT"
			]
		},
		{
			"name": "Time Stop",
			"source": "MOD",
			"srd": true,
			"basicRules": true,
			"level": 9,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you see a creature take any action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You briefly stop the flow of time for everyone but yourself. No time passes for other creatures, while you take {@dice 1d4 + 1} turns in a row, during which you can use actions and move as normal.",
				"This spell ends if one of the actions you use during this period, or any effects that you create during this period, affects a creature other than you or an object being worn or carried by someone other than you. In addition, the spell ends if you move to a place more than 1,000 feet from the location where you cast it.",
				"When the flow of time resumes, the action that triggered your reaction resolves (and the initiative is reset to that creature's turn). The creature may not change the parameters of their action due to changed circumstance after time unfreezes- which may mean that their attacks automatically miss if their target is no longer where they were, for example."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Weird",
			"source": "MOD",
			"srd": true,
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Drawing on the deepest fears of a group of creatures, you create illusory creatures in their minds, visible only to them. Each creature in a 30-foot-radius sphere centered on a point of your choice within range must make a Wisdom saving throw. On a failed save, a creature becomes {@condition frightened} for the duration. While {@condition frightened} by this spell, a creature develops a random short-term {@variantrule madness}. The illusion calls on the creature's deepest fears, manifesting its worst nightmares as an implacable threat. At the end of each of the {@condition frightened} creature's turns, it takes {@damage 4d10} psychic damage and then makes a Wisdom saving throw. On a successful save, the spell ends for that creature.",
				"If a creature remains under this spell for at least 5 rounds, they develop an indefinite madness after the spell ends for them."
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		}
	]
}
