{
	"_meta": {
		"internalCopies": [
			"race"
		]
	},
	"race": [
		{
			"name": "Human",
			"source": "MOD",
			"size": [
				"M"
			],
			"speed": 30,
			"heightAndWeight": {
				"baseHeight": 56,
				"heightMod": "2d10",
				"baseWeight": 110,
				"weightMod": "2d4"
			},
			"age": {
				"mature": 20,
				"max": 100
			},
			"ability": [
				{
					"choose": {
                        "from":
                        [
                            "str",
                            "dex",
                            "con",
                            "int",
                            "wis",
                            "cha"
                        ],
                        "count": 2,
						"amount": [
							2,
							1
						]
                    }
				}
			],
			
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Humans reach adulthood in their late teens and live less than a century."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Elf",
			"source": "MOD",
			"page": 21,
			"srd": true,
			"basicRules": true,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"choose": {
                        "from":
                        [
                            "str",
                            "dex",
                            "con",
                            "int",
                            "wis",
                            "cha"
                        ],
                        "count": 2,
						"amount": [
							2,
							1
						]
                    }
				}
			],
			"age": {
				"mature": 50,
				"max": 750
			},
			"darkvision": 60,
			"traitTags": [
				"Improved Resting"
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"elvish": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Elves reach physical and mental maturity at approximately thirty, and it is about this time that their ancestral traits begin to appear, as per their Reincarnation feature. An elf can live up to 150 years, but their Reincarnation feature gives them a mental capacity far beyond their physical age."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Elves range from under 5 to over 6 feet tall and have slender builds. Your size is Medium."
					]
				},
				{
					"name": "Reincarnation",
					"entries": [
						"Elves are subject to a strict reincarnation cycle. Upon death, an elf's soul is transferred to a newborn body to start life anew- but every soul carries with it the memory of its past lives. A newborn elf starts with no memory of its past, but as they age, they slowly begin to remember more and more of their past. When an elf reaches adulthood, their past self begins to emerge, though it takes a long time to truly reacquire all the memories and faculties of the past.",
						"The process of regaining one's personality is a slow one that plays out in real-time. If a hundred-year-old elf dies, they won't truly feel like themselves until their next life approaches a century of age. Many elves find themselves striving to live long enough to re-achieve a past version of themselves they remember, and perhaps to live for long enough past that to build more memories.",
						"Most elves have tattoos depicting the great deeds of their past selves adorning their body, both to indicate their past to others and to help themselves recall.",
						"Not all elves are willing participants of the Cycle. Some elves choose to sever themselves from their past lives before reaching adulthood, claiming their lives for themselves. These elves are ostracized from elven society, and some elves even view this as a form of murder. Fill in more later."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
					],
					"type": "entries"
				}
			],
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"subrace": [
		{
			"source": "MOD",
			"raceName": "Human",
			"raceSource": "MOD",
			"page": 29,
			"basicRules": true,
			"entries": [
				{
					"name": "Filler Text",
					"entries": [
						"To be filled in."
					],
					"type": "entries"
				}
			],
			"hasFluff": true,
			"hasFluffImages": true
		}
	]
}
