{
	"variantrule": [
		{
			"name": "Fear and Stress",
			"source": "VRGR",
			"page": 195,
			"type": "section",
			"ruleType": "V",
			"entries": [
				"Terror takes a toll. The ramifications of frightful experiences might be an instant of instinct-triggering shock or a lasting, traumatic echo. The {@book Dungeon Master's Guide|DMG} presents options for {@book fear and horror|DMG|9|Fear and Horror} to help reinforce terrifying themes in play. This section presents an alternative system, exploring reactions personalized to individual characters and offering incentive for players to embrace roleplaying moments of fear. Options exploring fear provide guidance to create frightening moments for a character outside of spells or monster abilities, while rules for stress model the lingering toll such events can take. None of these options are required to create an enjoyable horror roleplaying experience, but they provide ways to measure the effects of characters facing and overcoming their fears.",
				{
					"type": "entries",
					"name": "Seeds of Fear",
					"entries": [
						"Aside from supernatural sources of dread and monsters who strike terror in their victims, fear is subjective and often quite personal. A battle-hardened warrior and a reclusive scholar might not deal with frightful circumstances in the same way. During character creation, a player can choose up to two Seeds of Fear to represent things their character finds truly frightening. The Seeds of Fear table offers some examples. These can change over time as characters grow, overcome old fears, and discover new uncertainties. Work with players to determine when their Seeds of Fear might change.",
						"A character never has more than three Seeds of Fear; if you gain a new seed and already have three, choose which of your old fears is replaced by the new one.",
						{
							"type": "table",
							"caption": "Seeds of Fear",
							"colLabels": [
								"d12",
								"Seed"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"\"I can't stand dark places.\""
								],
								[
									"2",
									"\"I'm terrified of a particular kind of animal.\""
								],
								[
									"3",
									"\"Deep water will be the death of me.\""
								],
								[
									"4",
									"\"I can't stand heights.\""
								],
								[
									"5",
									"\"I hate being stuck in tight spaces.\""
								],
								[
									"6",
									"\"Being around crowds unnerves me, for I always feel judged.\""
								],
								[
									"7",
									"\"I hate feeling isolated or being alone.\""
								],
								[
									"8",
									"\"Storms and extreme weather rattle me.\""
								],
								[
									"9",
									"\"Being followed chills my blood.\""
								],
								[
									"10",
									"\"Sudden noises or appearances fray my nerves.\""
								],
								[
									"11",
									"\"I can't be comfortable around creatures larger than I am.\""
								],
								[
									"12",
									"\"Reflections always seem like they're looking straight through me.\""
								]
							]
						},
						{
							"type": "entries",
							"name": "Using Seeds of Fear",
							"entries": [
								"When a character encounters one of their Seeds of Fear, and interacts with the situation in a way that reinforces the seed, such as screaming or stumbling back from a horrid event, consider giving the character inspiration for their fear-focused reaction (see \"Inspiration\" in the {@book Player's Handbook|PHB}). Once a character gains inspiration in this way, they shouldn't be able to do so again until they finish a long rest.",
								"For example, imagine that a character has the Seed of Fear \"I hate being stuck in tight spaces\" and must squeeze through a narrow crack in a cave wall to continue an adventure. If the player portrays the character's response in a way that reinforces that fear, such as refusing and finding another way around, taking time and making noise to widen the crack, or portraying some other fearful response, these would be perfect opportunities to reward the player's consideration of a Seed of Fear by granting their character inspiration."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fear",
					"entries": [
						"An overwhelming foe or horrid monster doesn't need magic or some supernatural ability to strike fear into the most stalwart adventurers. During any frightful encounter, you can call on a character to make a saving throw to resist being scared. The character must succeed on a DC 15 Wisdom saving throw or become {@condition frightened} until the end of their next turn.",
						"Any of the following circumstances might be reasons to have one or more characters make saving throws to resist being {@condition frightened}:",
						{
							"type": "list",
							"items": [
								"The character experiences one of their Seeds of Fear.",
								"An enemy is immune to the character's attacks or spells.",
								"An enemy demonstrates it can deal enough damage to reduce a character to 0 hit points in one blow.",
								"A creature is alien or monstrous in ways the character never could have imagined.",
								"An object undermines a character's understanding of reality."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Stress",
					"entries": [
						"Charging headlong into terrifying situations is the stock in trade for adventurers. Among the Domains of Dread, though, periods of respite between harrowing experiences can be rare. Even the hardiest adventurers find themselves worn down over time, their performance suffering as they struggle to cope with the dread and despair.",
						"Various circumstances might cause a character stress. Stress can be tracked numerically as a Stress Score, increasing in trying situations and decreasing with care. At your discretion, a character's Stress Score might increase by 1 when one of the following situations occurs:",
						{
							"type": "list",
							"items": [
								"A tense, dramatic moment, especially one involving one of a character's Seeds of Fear",
								"Every 24 hours the character goes without finishing a long rest",
								"Witnessing the death of a loved one",
								"A nightmare or darkest fear made real",
								"Shattering the character's fundamental understanding of reality",
								"Witnessing a person transform into a horrid or unnatural creature"
							]
						},
						"When a character makes an attack roll, an ability check, or a saving throw, they must apply their current Stress Score as a penalty to the roll.",
						{
							"type": "entries",
							"name": "Reducing Stress",
							"entries": [
								"A character who spends an entire day relaxing or in otherwise calm circumstances reduces their Stress Score by 1 when they finish their next long rest.",
								"The {@spell calm emotions} spell effect used to suppress the {@condition charmed} and {@condition frightened} conditions also suppresses the effects of one's Stress Score for the spell's duration.",
								"A {@spell lesser restoration} spell reduces the target's Stress Score by 1, and a {@spell greater restoration} spell reduces a character's Stress Score to 0."
							]
						}
					]
				}
			]
		},
		{
			"name": "Feats",
			"source": "PHB",
			"page": 165,
			"ruleType": "O",
			"entries": [
				"A feat represents a talent or an area of expertise that gives a character special capabilities. It embodies training, experience, and abilities beyond what a class provides.",
				"At certain levels, your class gives you the Ability Score Improvement feature. Using the optional feats rule, you can forgo taking that feature to take a feat of your choice instead. You can take each feat only once, unless the feat's description says otherwise.",
				"You must meet any prerequisite specified in a feat to take that feat. If you ever lose a feat's prerequisite, you can't use that feat until you regain the prerequisite. For example, the Grappler feat requires you to have a Strength of 13 or higher. If your Strength is reduced below 13 somehow—perhaps by a withering curse—you can't benefit from the Grappler feat until your Strength is restored.",
				{
					"type": "inline",
					"entries": [
						"See the ",
						{
							"type": "link",
							"href": {
								"type": "internal",
								"path": "feats.html"
							},
							"text": "Feats section"
						},
						" for more information."
					]
				}
			]
		},
		{
			"name": "Madness",
			"source": "DMG",
			"page": 258,
			"srd": true,
			"type": "section",
			"entries": [
				"In a typical campaign, characters aren't driven mad by the horrors they face and the carnage they inflict day after day, but sometimes the stress of being an adventurer can be too much to bear. If your campaign has a strong horror theme, you might want to use madness as a way to reinforce that theme, emphasizing the extraordinarily horrific nature of the threats the adventurers face.",
				{
					"type": "entries",
					"name": "Going Mad",
					"entries": [
						"Various magical effects can inflict madness on an otherwise stable mind. Certain spells, such as contact other plane and symbol, can cause insanity, and you can use the madness rules here instead of the spell effects in the Player's Handbook. Diseases, poisons, and planar effects such as psychic wind or the howling winds of Pandemonium can all inflict madness. Some artifacts can also break the psyche of a character who uses or becomes attuned to them.",
						"Resisting a madness-inducing effect usually requires a Wisdom or Charisma saving throw. If your game includes the Sanity score (see chapter 9, \"Dungeon Master's Workshop\"), a creature makes a Sanity saving throw instead."
					]
				},
				{
					"type": "entries",
					"name": "Madness Effects",
					"entries": [
						"Madness can be short-term, long-term, or indefinite. Most relatively mundane effects impose short-term madness, which lasts for just a few minutes. More horrific effects or cumulative effects can result in long-term or indefinite madness.",
						"A character afflicted with {@b short-term madness} is subjected to an effect from the Short-Term Madness table for {@dice 1d10} minutes.",
						"A character afflicted with {@b long-term madness} is subjected to an effect from the Long-Term Madness table for {@dice 1d10 × 10} hours.",
						"A character afflicted with {@b indefinite madness} gains a new character flaw from the Indefinite Madness table that lasts until cured.",
						{
							"type": "table",
							"caption": "Short-Term Madness",
							"colLabels": [
								"d100",
								"Effects (lasts {@dice 1d10} minutes)"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01-20",
									"The character retreats into his or her mind and becomes {@condition paralyzed}. The effect ends if the character takes any damage."
								],
								[
									"21-30",
									"The character becomes {@condition incapacitated} and spends the duration screaming, laughing, or weeping."
								],
								[
									"31-40",
									"The character becomes {@condition frightened} and must use his or her action and movement each round to flee from the source of the fear."
								],
								[
									"41-50",
									"The character begins babbling and is incapable of normal speech or spellcasting."
								],
								[
									"51-60",
									"The character must use his or her action each round to attack the nearest creature."
								],
								[
									"61-70",
									"The character experiences vivid hallucinations and has disadvantage on ability checks."
								],
								[
									"71-75",
									"The character does whatever anyone tells him or her to do that isn't obviously self-destructive."
								],
								[
									"76-80",
									"The character experiences an overpowering urge to eat something strange such as dirt, slime, or offal."
								],
								[
									"81-90",
									"The character is {@condition stunned}."
								],
								[
									"91-100",
									"The character falls {@condition unconscious}."
								]
							]
						},
						{
							"type": "table",
							"caption": "Long-Term Madness",
							"colLabels": [
								"d100",
								"Effects (lasts {@dice 1d10 × 10} hours)"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01-10",
									"The character feels compelled to repeat a specific activity over and over, such as washing hands, touching things, praying, or counting coins."
								],
								[
									"11-20",
									"The character experiences vivid hallucinations and has disadvantage on ability checks."
								],
								[
									"21-30",
									"The character suffers extreme paranoia. The character has disadvantage on Wisdom and Charisma checks"
								],
								[
									"31-40",
									"The character regards something (usually the source of madness) with intense revulsion, as if affected by the antipathy effect of the {@spell antipathy/sympathy} spell."
								],
								[
									"41-45",
									"The character experiences a powerful delusion. Choose a potion. The character imagines that he or she is under its effects."
								],
								[
									"46-55",
									"The character becomes attached to a \"lucky charm,\" such as a person or an object, and has disadvantage on attack rolls, ability checks, and saving throws while more than 30 feet from it."
								],
								[
									"56-65",
									"The character is {@condition blinded} (25%) or {@condition deafened} (75%)."
								],
								[
									"66-75",
									"The character experiences uncontrollable tremors or tics, which impose disadvantage on attack rolls, ability checks, and saving throws that involve Strength or Dexterity."
								],
								[
									"76-85",
									"The character suffers from partial amnesia. The character knows who he or she is and retains racial traits and class features, but doesn't recognize other people or remember anything that happened before the madness took effect."
								],
								[
									"86-90",
									"Whenever the character takes damage, he or she must succeed on a DC 15 Wisdom saving throw or be affected as though he or she failed a saving throw against the {@spell confusion} spell. The confusion effect lasts for 1 minute."
								],
								[
									"91-95",
									"The character loses the ability to speak."
								],
								[
									"96-100",
									"The character falls {@condition unconscious}. No amount of jostling or damage can wake the character."
								]
							]
						},
						{
							"type": "table",
							"caption": "Indefinite Madness",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01-15",
									"\"Being drunk keeps me sane.\""
								],
								[
									"16-25",
									"\"I keep whatever I find.\""
								],
								[
									"26-30",
									"\"I try to become more like someone else I know—adopting his or her style of dress, mannerisms, and name.\""
								],
								[
									"31-35",
									"\"I must bend the truth, exaggerate, or outright lie to be interesting to other people.\""
								],
								[
									"36-45",
									"\"Achieving my goal is the only thing of interest to me, and I'll ignore everything else to pursue it.\""
								],
								[
									"46-50",
									"\"I find it hard to care about anything that goes on around me.\""
								],
								[
									"51-55",
									"\"I don't like the way people judge me all the time.\""
								],
								[
									"56-70",
									"\"I am the smartest, wisest, strongest, fastest, and most beautiful person I know.\""
								],
								[
									"71-80",
									"\"I am convinced that powerful enemies are hunting me, and their agents are everywhere I go. I am sure they're watching me all the time.\""
								],
								[
									"81-85",
									"\"There's only one person I can trust. And only I can see this special friend.\""
								],
								[
									"86-95",
									"\"I can't take anything seriously. The more serious the situation, the funnier I find it.\""
								],
								[
									"96-100",
									"\"I've discovered that I really like killing people.\""
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Curing Madness",
					"entries": [
						"A {@spell calm emotions} spell can suppress the effects of madness, while a {@spell lesser restoration} spell can rid a character of a short-term or long-term madness. Depending on the source of the madness, {@spell remove curse} or {@spell dispel evil and good||dispel evil} might also prove effective. A {@spell greater restoration} spell or more powerful magic is required to rid a character of indefinite madness."
					]
				}
			]
		},
		{
			"name": "Massive Damage",
			"source": "DMG",
			"page": 273,
			"ruleType": "V",
			"entries": [
				"This optional rule makes it easier for a creature to be felled by massive damage.",
				"When a creature takes damage from a single source equal to or greater than half its hit point maximum, it must succeed on a DC 15 Constitution saving throw or suffer a random effect determined by a roll on the System Shock table. For example, a creature that has a hit point maximum of 30 must make that Constitution save if it takes 15 damage or more from a single source.",
				{
					"type": "table",
					"caption": "System Shock",
					"colLabels": [
						"d10",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center no-wrap",
						"col-12"
					],
					"rows": [
						[
							"1",
							"The creature drops to 0 hit points."
						],
						[
							"2-3",
							"The creature drops to 0 hit points but is stable."
						],
						[
							"4-5",
							"The creature is {@condition stunned} until the end of its next turn."
						],
						[
							"6-7",
							"The creature can't take reactions and has disadvantage on attack rolls and ability checks until the end of its next turn."
						],
						[
							"8-10",
							"The creature can't take reactions until the end of its next turn."
						]
					]
				}
			]
		},
		{
			"name": "Playing on a Grid",
			"source": "PHB",
			"page": 192,
			"ruleType": "V",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"If you play out a combat using a square grid and miniatures or other tokens, follow these rules.",
						{
							"name": "Squares",
							"type": "entries",
							"entries": [
								"Each square on the grid represents 5 feet."
							]
						},
						{
							"name": "Speed",
							"type": "entries",
							"entries": [
								"Rather than moving foot by foot, move square by square on the grid. This means you use your speed in 5-foot segments. This is particularly easy if you translate your speed into squares by dividing the speed by 5. For example, a speed of 30 feet translates into a speed of 6 squares.",
								"If you use a grid often, consider writing your speed in squares on your character sheet.",
								"See also the Variant Rule on Diagonals."
							]
						},
						{
							"name": "Entering a Square",
							"type": "entries",
							"entries": [
								"To enter a square, you must have at least 1 square of movement left, even if the square is diagonally adjacent to the square you're in. (The rule for diagonal movement sacrifices realism for the sake of smooth play. The Dungeon Master's Guide provides guidance on using a more realistic approach.)",
								"If a square costs extra movement, as a square of difficult terrain does, you must have enough movement left to pay for entering it. For example, you must have at least 2 squares of movement left to enter a square of difficult terrain."
							]
						},
						{
							"name": "Corners",
							"type": "entries",
							"entries": [
								"Diagonal movement can't cross the corner of a wall, large tree, or other terrain feature that fills its space."
							]
						},
						{
							"name": "Ranges",
							"type": "entries",
							"entries": [
								"To determine the range on a grid between two things—whether creatures or objects—start counting squares from a square adjacent to one of them and stop counting in the space of the other one. Count by the shortest route."
							]
						}
					]
				}
			]
		},
		{
			"name": "Simultaneous Effects",
			"source": "XGE",
			"page": 77,
			"type": "section",
			"entries": [
				"Most effects in the game happen in succession, following an order set by the rules or the DM. In rare cases, effects can happen at the same time, especially at the start or end of a creature's turn. If two or more things happen at the same time on a character or monster's turn, the person at the game table—whether player or DM—who controls that creature decides the order in which those things happen. For example, if two effects occur at the end of a player character's turn, the player decides which of the two effects happens first."
			]
		},
		{
			"name": "Skills with Different Abilities",
			"source": "PHB",
			"page": 175,
			"ruleType": "V",
			"entries": [
				"Normally, your proficiency in a skill applies only to a specific kind of ability check. Proficiency in {@skill Athletics}, for example, usually applies to Strength checks. In some situations, though, your proficiency might reasonably apply to a different kind of check. In such cases, the DM might ask for a check using an unusual combination of ability and skill, or you might ask your DM if you can apply a proficiency to a different check. For example, if you have to swim from an offshore island to the mainland, your DM might call for a Constitution check to see if you have the stamina to make it that far. In this case, your DM might allow you to apply your proficiency in {@skill Athletics} and ask for a Constitution ({@skill Athletics}) check. So if you're proficient in {@skill Athletics}, you apply your proficiency bonus to the Constitution check just as you would normally do for a Strength ({@skill Athletics}) check. Similarly, when your half-orc barbarian uses a display of raw strength to intimidate an enemy, your DM might ask for a Strength ({@skill Intimidation}) check, even though {@skill Intimidation} is normally associated with Charisma."
			]
		},
		{
			"name": "Spell Points",
			"source": "DMG",
			"page": 288,
			"ruleType": "V",
			"entries": [
				"This ruleset is not generally available to classes, and only remains as a reference for the Sorcerer class, which has been shifted to spell points.",
				"One way to modify how a class feels is to change how it uses its spells. With this variant system, a character who has the Spellcasting feature uses spell points instead spell slots to fuel spells. Spell points give a caster more flexibility, at the cost of greater complexity.",
				"In this variant, each spell has a point cost based on its level. The Spell Point Cost table summarizes the cost in spell points of slots from 1st to 9th level. Cantrips don't require slots and therefore don't require spell points.",
				"Instead of gaining a number of spell slots to cast your spells from the Spellcasting feature, you gain a pool of spell points instead. You expend a number of spell points to create a spell slot of a given level, and then use that slot to cast a spell. You can't reduce your spell points total to less than 0, and you regain all spent spell points when you finish a long rest.",
				"Spells of 6th level and higher are particularly taxing to cast. You can use spell points to create one slot of each level of 6th or higher. You can't create another slot of the same level until you finish a long rest.",
				"The number of spell points you have to spend is based on your level as a spellcaster, as shown in the Spell Points by Level table. Your level also determines the maximum-level spell slot you can create. Even though you might have enough points to create a slot above this maximum, you can't do so.",
				"The Spell Points by Level table applies to {@class bard||bards}, {@class cleric||clerics}, {@class druid||druids}, {@class sorcerer||sorcerers}, and {@class wizard||wizards}. For a {@class paladin} or {@class ranger}, halve the character's level in that class and then consult the table. For a {@class fighter|phb|fighter (Eldritch Knight)|Eldritch Knight} or {@class rogue|phb|rogue (Arcane Trickster)|Arcane Trickster}, divide the character's level in that class by three.",
				"This system can be applied to monsters that cast spells using spell slots, but it isn't recommended that you do so. Tracking spell point expenditures for a monster can be a hassle.",
				{
					"type": "table",
					"caption": "Spell Point Cost",
					"colLabels": [
						"Spell Level",
						"Point Cost"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"1st",
							2
						],
						[
							"2nd",
							3
						],
						[
							"3rd",
							5
						],
						[
							"4th",
							6
						],
						[
							"5th",
							7
						],
						[
							"6th",
							9
						],
						[
							"7th",
							10
						],
						[
							"8th",
							11
						],
						[
							"9th",
							13
						]
					]
				},
				{
					"type": "table",
					"caption": "Spell Points by Level",
					"colLabels": [
						"Class Level",
						"Spell Points",
						"Max Spell Level"
					],
					"colStyles": [
						"col-4 text-center",
						"col-4 text-center",
						"col-4 text-center"
					],
					"rows": [
						[
							"1st",
							4,
							"1st"
						],
						[
							"2nd",
							6,
							"1st"
						],
						[
							"3rd",
							14,
							"2nd"
						],
						[
							"4th",
							17,
							"2nd"
						],
						[
							"5th",
							27,
							"3rd"
						],
						[
							"6th",
							32,
							"3rd"
						],
						[
							"7th",
							38,
							"4th"
						],
						[
							"8th",
							44,
							"4th"
						],
						[
							"9th",
							57,
							"5th"
						],
						[
							"10th",
							64,
							"5th"
						],
						[
							"11th",
							73,
							"6th"
						],
						[
							"12th",
							73,
							"6th"
						],
						[
							"13th",
							83,
							"7th"
						],
						[
							"14th",
							83,
							"7th"
						],
						[
							"15th",
							94,
							"8th"
						],
						[
							"16th",
							94,
							"8th"
						],
						[
							"17th",
							107,
							"9th"
						],
						[
							"18th",
							114,
							"9th"
						],
						[
							"19th",
							123,
							"9th"
						],
						[
							"20th",
							133,
							"9th"
						]
					]
				}
			]
		}
	]
}
